[
 {
    "quote": "Babies develop “object permanence”: The ability to keep a mental image of you when you are away. This makes it difficult for your child to handle separation most especially when they are eight months old.  ",
 "image": "1.jpg"
  }, {
    "quote": "When babies are born, they have more than an adult’s total of 206 bones. As the child grows up, some of these bones fuse together which explains the decrease in the number of bones. ",
 "image": "3.jpg"
  }, {
    "quote": "Having meals together as a family helps foster child/parent bonding, enhances weight management and develops children's social skills. ",
 "image": "5.jpg"
  }, {
    "quote": "Babies divide the world into two broad groups; things that interact with them and things that don't. As a result, infant educational DVDs and tapes are less effective. The best way to help babies become smarter is spending more time with them. ",
 "image": "7.jpg"
  }, {
    "quote": "The first three years are the most crucial for a child's cognitive development. Great care should be given to the child's nutrition and hygiene during this period. ",
 "image": "9.jpg"
  }, {
    "quote": "Newborns have no bladder control and can urinate little amounts of pee as high as 30 times per day. Sometimes the diaper of newborns can be stained orange or pink. This is totally normal and should not be confused for blood. It is nothing other than normal urate crystals.",
 "image": "11.jpg"
  }, {
    "quote": "An easy way to test if a baby has developed basic self-awareness is to place the child in front of a mirror if the child touches himself and not his reflection in the mirror, then hurray! He has passed with flying colors. ",
 "image": "13.jpg"
  },
  
 {
    "quote": "Lying babies on their stomachs increase the risk of sudden infant death syndrome (SIDS). So avoid keeping infants below 6 months on their stomach unattended. ",
 "image": "15.jpg"
  },
  {
    "quote": "Even though honey is sweet to taste, it should NEVER be fed to children under the age of one. This is because it causes a rare but fatal form of poisoning called infant botulism.",
 "image": "17.jpg"
  },
  {
    "quote": "Allowing a child pick his or her pajamas or dress for an occasion helps improve the child's self-reliance and encourages independence. So offer them choices as often as possible.",
 "image": "19.jpg"
  },
  {
    "quote": "The pituitary hormone otherwise called the growth hormone is produced in children only in the fourth stage of sleep, this is usually the fourth hour into a deep sleep. Going to bed late affords the body less time to produce sufficient amounts of this vital hormone.",
 "image": "21.jpg"
  },
  {
    "quote": "Lying a child on his back frequently for extended periods could lead to thebaby developing a flat area where the head rests. This condition is medically known as “plagiocephaly” or flat head syndrome.",
 "image": "23.jpg"
  },
  {
    "quote": "Corporal punishment such as spanking has been proven to decelerate intellectual development. Studies have shown that such punishments hampers the child's IQ and make them likelier to develop mental and anti-social problems.",
 "image": "25.jpg"
  },
  {
    "quote": "Five percent of babies of both sexes discharge milk from their breast and have a minimal breast engorgement. This fluidi is known as “witch’s milk.” The condition is nothing to worry about, and it is caused by exposure to  estrogen hormones while in the uterus, and the discharge usually stops after a few days. Never massage or try to milk the breast.",
 "image": "27.jpg"
  },
  {
    "quote": "Toddlers learn most behaviors by watching people around them. They are always watching and learning from things we do.",
 "image": "29.jpg"
  },
  {
    "quote": "Baking with kids teaches them patience and improves their orderliness. This simple but effective lesson helps them understand that there are steps to follow if they want to achieve desired goals.",
 "image": "31.jpg"
  },
  {
    "quote": "A zygote (fused sperm and egg cells) weighs between 0.00177mg and 0.0042mg while the average newborn weight is 7.5 pound (3.4 million milligrams). Hence from conception to birth, your baby’s weight has multiplied over 3 billion folds.",
 "image": "33.jpg"
  },
  {
    "quote": "The brains of children between the ages of three and eight utilize twice the amount of metabolic energy as an adult's brain does. On the average, children aged five require 860 calories of energy per day, half of which is consumed by the brain alone. ",
 "image": "35.jpg"
  },
  {
    "quote": "Cold, flu, and infections gradually help strengthen a children’s immune system. Each time their bodies recover from these, it better prepares itself against the now familiar foe in the case of future attacks. Babies get permanently immune to chicken pox after suffering once from it.",
 "image": "37.jpg"
  },
  {
    "quote": "Babies have a larger number of taste buds than adults do. These buds are distributed on the tonsils, walls of the mouth, tongue and at the back of the throat. ",
 "image": "39.jpg"
  },
  {
    "quote": "A newly born baby placed on its mother's chest can crawl up to her breast and suckle. This impressive ability is termed Breast crawling,an ability shared with babies of other mammals.",
 "image": "41.jpg"
  },
  {
    "quote": "Research has revealed that children’s names have a significant influence on their adult lives. A male child given a female name has a high tendency to behave like girls as he grows up.",
 "image": "43.jpg"
  },
  {
    "quote": "On the average, babies double their birth weight at five months and triple their birth weight when they are one year old.",
 "image": "45.jpg"
  },
  {
    "quote": "At the age of three, children fully become aware of their gender and begin to act accordingly while their sense of privacy sets in at around age 9 to 10.",
 "image": "4.jpg"
  },
  {
    "quote": "Babies have the ability to recognize the music their moms listened to most frequently during pregnancy. This ability lasts for about four months after birth and playing this song can help soothe the baby.",
 "image": "8.jpg"
  },
  {
    "quote": "Babies respond better to high-pitched singing than low pitched voices. Little ones are also a little biased because they prefer women's voices to men's. ",
 "image": "12.jpg"
  },
  {
    "quote": "Babies are born with sweat glands all over their body but only sweat on the forehead when they feel hot in the early days of life.",
 "image": "27.jpg"
  },
  {
    "quote": "Even though most children aged three can talk, some are not able to express their feelings or worries. They act out and become increasingly withdrawn and aggressive.",
 "image": "16.jpg"
  },
{
    "quote": "Reacting harshly and being unforgiving to a child’s mistakes makes the child more likely to tell lies while lack of attention makes a child ill-tempered and rude.",
 "image": "2.jpg"   
  },
  {
    "quote": "Most children forget everything they experiences in the first three years of their lives. Scientist refer to this as “infantile amnesia”.",
 "image": "4.jpg"

  },
  {
    "quote": "Almost all babies have blue eyes at birth a kind of default coloration. This is because the pigment (melanin) responsible for the color of the eye is not fully developed at birth. After six months the true color of the baby's eye is revealed.",
 "image": "6.jpg"
  },
  {
    "quote": "Children are psychologically affected by the reactions of adults they trust, especially their parents. Looking upbeat and calm in difficult moments helps reassure your child that everything is fine.",
 "image": "8.jpg"

  },
  {
    "quote": "The popular belief that babies are born with the ability to swim is false. Babies have a reflex which makes them open their eyes and hold their breath under water. This reflex is scientifically known as the bradycardic reflex.",
 "image": "10.jpg"
  },
  {
    "quote": "The famous baby act of thumb sucking doesn’t begin after birth. Babies begin to suck their thumbs in the womb. It's little wonder that babies love this habit so much.",
 "image": "12.jpg"
  },
  {
    "quote": "Children who go to school with family pictures and favorite items like story books feel less lonely while away and are usually academically sound.",
 "image": "14.jpg"
  },
  {
    "quote": "Babies are born with a startle reflex. They open their fists and throw their arms out upon hearing a sudden loud sound. Scientists believe this to be a protective mechanism  which prevents the child from falling down and this reflex gradually eases over six months.",
 "image": "16.jpg"
  },
  {
    "quote": "The newborn's head accounts for a quarter of the entire body weight and is about 25% of its adult size. The brain grows rapidly and reaches 75% of its adult size after two years.",
 "image": "18.jpg"
  },
  {
    "quote": "Babies can communicate by clapping, waving and other physical means before they are able tospeak. Smiling and frequently waving at kids help them communicate better when they grow up.",
 "image": "20.jpg"
  },
  {
    "quote": "A beautiful and exciting home environment has a positive impact on a child's development. Negative home atmospheres can lead to an impairment in a child's cognitive development.",
 "image": "22.jpg"
  },
  {
    "quote": "Babies can recognize their mom's voice even if she utters just a syllable. Mama's voice stimulates an area of the child's brain responsible for language processing.",
 "image": "24.jpg"
  },
  {
    "quote": "Telling a child off in front of his siblings or other people lowers the child's self-confidence making the child unable to stand up for himself in difficult situations.",
 "image": "26.jpg"
  },
  {
    "quote": "Reading to toddlers even before they can read words by themselves grooms them to become enthusiastic readers when they grow older. ",
 "image": "28.jpg"
  },
  {
    "quote": "Babies that are fed exclusively on breast milk for the first three months have over 25% better cognitive development. They are healthier, smarter and have a greater chance of becoming geniuses.",
 "image": "30.jpg"
  },
  {
    "quote": "All babies are born with an equal number of sweat glands. The number of active sweat glands is dependent on the temperature of the child's environment. Babies that are raised in warm climates tend toperspire a lot when they grow up.",
 "image": "32.jpg"
  },
  {
    "quote": "Having too many people living in a house could decrease the amount of attention a child receives from his or her parents. The child consequently looks elsewhere for attention and such children often check the wrong places.",
 "image": "34.jpg"
  },
  {
    "quote": "White noise which is a random sound signal with equal intensity can soothe newborns and help them sleep. There are commercial white noise generating machines you can try if you have a baby that has trouble falling asleep.",
 "image": "36.jpg"
  },
  {
    "quote": "There are four forms of parenting, and these are the authoritarian, authoritative, permissive and neglectful forms of parenting. The authoritative type has been statistically proven to yield happier and more successful children.",
 "image": "38.jpg"
  },
  {
    "quote": "Children who watch more than three hours of television per day have a greater chance of developing emotional, behavioral and social problems when they are seven years of age.",
 "image": "40.jpg"
  },
  {
    "quote": "Even though the newborn's middle ear is filled with fluid which interferes with their hearing, newborns are able to detect the direction of sound. Mom’s voice is the sound they recognize the most. ",
 "image": "41.jpg"
  },
  {
    "quote": "Babies can sense most tastes at birth except salt. Experiments have shown that babies are only able to taste salt when they are around four months old.",
 "image": "32.jpg"
  },
  {
    "quote": "Newborns can clench a fist that is powerful enough to support their entire body weight. Definitely weird but true.",
 "image": "43.jpg"
  },
  {
    "quote": "Babies remain twice as calm when listening to songs as they do when paying attention to speeches. Babies love songs and parents should sing to them as often as possible.",
 "image": "24.jpg"
  },
  {
    "quote": "Babies can read the tone of what you say and react to it even though they have no idea what you are talking about. ",
 "image": "45.jpg"
  },
  {
    "quote": "Statistically, a baby has the greatest chance of thriving and surviving when the mother is twenty two years old. This is considered the best age for child birth.",
 "image": "26.jpg"
  },
  {
    "quote": "Almost all babies have blue eyes at birth. This is because the pigment (melanin) responsible for the color of the eye is not fully developed at birth. After six months the actual color of the baby's eye is revealed.",
 "image": "37.jpg"
  },
  {
    "quote": "It is wrong to take away something a child needs such as food when a child misbehaves rather withhold something the child values such as a favorite toy.",
 "image": "38.jpg"
  },
  {
    "quote": "One out of three children is born with a birth mark. They appear more frequently in females than males. These marks range from tiny black dots to large dark patches and most fade away as the years go by.",
 "image": "39.jpg"
  },
  {
    "quote": "Babies that are frequently massaged are less likely to suffer from cold and cough. They tend to have a more active immune system and grow happier and healthier.",
 "image": "30.jpg"
  },
  {
    "quote": "Baby X-rays do no reveal knee caps. In place of knee caps,toddlers have a form of tough connectivetissue called cartilage which gradually turns to a bone before they are three years old. ",
 "image": "31.jpg"
  },
  {
    "quote": "Even though babies get all the colorful dresses and toys, they are only able to see black and white for a few months after birth. ",
 "image": "32.jpg"
  },
  {
    "quote": "Not all baby smiles are actual smiles. Some of these gummy grins could be because they feel gassy, this happens often during the baby’s first month. ",
 "image": "13.jpg"
  },
  {
    "quote": "Babies can swallow food and breathe simultaneously. This is impossible for adult and babies enjoy this unique ability until they are seven months old.",
 "image": "24.jpg"
  },
  {
    "quote": "Babies have an underdeveloped organ of hearing and don't hear as well as adults do. This explains why all their screaming doesn’t bother them as much as it disturbs us and why they are able to sleep peacefully in noisy places.",
 "image": "35.jpg"
  },
  {
    "quote": "At birth, a baby’s heart can beat 120-140 times each minute. Heartbeat rate decreases gradually with age.",
 "image": "36.jpg"
  },
  {
    "quote": "Shouting doesn’t educate kids, rather it causes a significant change in the child’s behavior. Children who are often shouted at display aggression, anger and low self-esteem.",
 "image": "37.jpg"
  },
  {
    "quote": "Babies don’t copy the ability to smile. They develop this skill instinctively which explains why blind babies smile too. Smiling to babies prompts them to smile back while a frown agitates them.",
 "image": "38.jpg"
  },
  {
    "quote": ". Children under 10 are very receptive to new technology and can quickly become dependent on them hence they should not be allowed to use tablets and smartphones for more than two hours per day.",
 "image": "39.jpg"
  },
  {
    "quote": "Frequent provision of assistance to children on things they can cope with themselves could makes them overly shy and indecisive.",
 "image": "9.jpg"
  },
  {
    "quote": "Children who play puzzle and other educational video games have improved thinking capacity, memory, attention span and ability to plan.",
 "image": "7.jpg"
  },
  {
    "quote": "If babies kept growing as quickly as they did in the first year, by adulthood they would have attained a height of 52m, half the length of a race track.",
 "image": "1.jpg"
  },
  {
    "quote": "Parents who are excessively strict  are likely to end up with kids who are very secretive and lacking in trust while those who often reward good behaviors from their children with verbal praise and tangible gifts raise happier and smarter kids.",
 "image": "3.jpg"
  },
  {
    "quote": "Babies have an intense sense of smell and can recognize their moms through smell. Using strong deodorants and other strongly fragranced substance makes it difficult for your child to know who you are.",
 "image": "44.jpg"
  },
  {
    "quote": "Just three days after giving birth, moms can recognize the sound of their child's cry even if other children were crying in the same room.",
 "image": "45.jpg"
  },
  {
    "quote": "Babies are such happy creatures. Once they learn the act of laughing, they do so on an average of about 300 times per day.",
 "image": "6.jpg"
  },
  {
    "quote": "All the hair that a baby is born will naturally falls off after a few weeks. The hairs then begin to grow back gradually over months.",
 "image": "4.jpg"
  },
  {
    "quote": "Babies can hang on or hold tightly to something for some time if their palm comes into contact with it. This is scientifically known as the palmar grasp which babies exhibit when you stroke their palm or place something in it.",
 "image": "8.jpg"
  },
  {
    "quote": "Children who experience at least 3 adult presence and influence by means of support and love while growing are more likely to showcase excellence in later ages as compared to their counterparts who do not.",
 "image": "13.jpg"
  },
  {
    "quote": "A child’s refusal to make eye contact or cuddle could be early signs of one of the leading cause delay in social development.",
 "image": "41.jpg"
  },
  {
    "quote": "Up to 90% of kids favor their right hands. Experts say this is so because children with parents who are left handed are most likely left handed themselves. However, customs may also influence this trait as some culture forbids the use of the left hand.",
 "image": "11.jpg"
  },
  {
    "quote": "Babies are great listeners and know what their moms sound like even before birth. They start hearing their moms’ voices during the seventh month of pregnancy through a medium biologists call “filtered fluid”.",
 "image": "22.jpg"
  },
  {
    "quote": "Babies prefer to look at faces people who are of the same gender as their primary caregiver. Studies have shown that 3 to 4 months old babies with mothers as their primary caregiver prefer to gaze at females while those with their fathers as the main caregiver gaze at males.",
 "image": "13.jpg"
  },
  {
    "quote": "Smaller babies are nearsighted and cannot see you smile at a distance beyond 30cm. They can’t make out a face at 60cm, while at distances beyond 120cm, everything gets blurred. So lean a little closer to allow your child see you.",
 "image": "43.jpg"
  },
  {
    "quote": "Children share their pleasant moments with the people they love by sharing their knowledge with you. It could be his or her discovery of how a toy works or demonstrating how to do certain things (like brushing) to you. So cherish every moment you spend with your kid.",
 "image": "35.jpg"
  },
  {
    "quote": "Babies take a break from their play to come over and give you a playful pat or hug and then go back to playing: this is a way of assuring themselves of your security. So try to make yourself available to ensure them that they can rely on you.",
 "image": "26.jpg"
  },
  {
    "quote": "Before infants begin to speak, they learn sign language as a means of communicating. Among the numerous benefits of sign language is that your baby would learn to speak earlier and also score high on tests, develop deep and grounded vocabulary.",
 "image": "9.jpg"
  },
  {
    "quote": "Babies have an elementary knowledge of mathematical operation and logic at six to nine months old. This trait can be enhanced by engaging the child in creative games such as discovery games and toys such as building blocks.",
 "image": "4.jpg"
  },
  {
    "quote": "At six months, your baby has the potential of being multi-lingual. Developing this ability enhances flexible thinking, sharp memory and concentration. Experts advise that couples who speak second languages should expose the child to the language early enough.",
 "image": "3.jpg"
  },
  {
    "quote": "Two-year olds are more active than they will ever be. At this age, they learn very fast and can add at least five new words to their vocabulary daily.",
 "image": "44.jpg"
  },
  {
    "quote": "All babies under 2 to 3 years old are ambidextrous that is, they have the ability to use both hands. They only begin to favor either the left or right arm when they are 2 or 3 years old.",
 "image": "34.jpg"
  },
  {
    "quote": "Children who own pets exercise an average of eleven more minutes than those who don’t have one. Though this doesn’t sound like a lot, a little exercise a day is grossly beneficial to kids.",
 "image": "24.jpg"
  },
  {
    "quote": "Babies don’t smile until they are six weeks old. It can be a little tough having a boss that gives no reward, but when they finally smile, you realize it definitely worth the wait becausehuman babies are the only animal species that smile at their parents.",
 "image": "14.jpg"
  }
]