[
  {
    "quote": "Parents don’t  like to see their child crying in distress. But sometimes parents become over sensitive to their child’s distress to such an extent that  they feel their child should not have any physical or psychological pain, which is not healthy.
When a child learns to walk, he will fall down and cry. Initially, parents will respond to the call and support the child. Slowly the parental support is deliberately brought down and parents will think that the child should be left alone and he should learn from each fall. The child then learns to find balance and further advance his motor milestones.
But a similar response does not happen in the case of psychological pain. When children cry the parents’ immediate response is to stop it without delay and they try to suppress the normal emotional expression of pain. Only when the child cries and expresses the pain will he understands that such psychological trauma is also part of life and thereby learns to overcome such emotional states by himself.
Hence, it would be better if parents facilitated natural emotional expression and once the child has stopped crying, they can talk to her and give her their support and encourage her to talk about it.",
 "image": "28.jpg"
   
  },
  {
    "quote": "Parents believe that children learn and follow their advices and lectures. Some parents complain that they are  tired of giving the same lesson and advice day after day, while their child does not seem to comply. 
The reason for this is simply children do not learn from your advice, class or lectures, but they do learn from experiences. If you must teach your child a behavior, simply telling them to do what you like will not suffice. You have to make the child experience the behavior and its positive outcome. 
For example, imagine a parent always advises his child never to lie. But to avoid a call, if the father asks his child to answer the phone and tell the lie that his parent is away from home, all that advice has become ineffective just with a single experience. 
Remember, one experience is more powerful than a thousand lectures for a child.",
 "image": "9.jpg"

  },
  {
    "quote": "Most parents believe that their child likes chocolates, toys or other material things the most. But psychological experiments prove otherwise. 
Harry Harlow, a renowned American psychologist, conducted a world famous psychological experiment. He used primate monkey babies to study the effects of early parent-baby interactions and bonding.  He separated newborn monkeys from their mothers soon after birth and reared them under laboratory environments. 
In the place of the biological mother, these newborn baby monkeys were presented with two dummy mothers: a cloth mother and a wire mother. The wire mother had a feeding bottle attached to it which always delivered milk whenever the baby came to it. The cloth mother had no food dispensing bottle but had large eyes, a monkey-like face, and a soft feel.
It was observed that in a 24-hour period, that the baby monkey spent18 hours on the cloth mother, and less than 1hour on the wire mother.  Obviously, the monkey visited the wire mother only to feed and seemed more attached to the soft mother. 
Hence this experiment showed that more than the food or milk, what is important for psychological development in babies is physical contact, emotional warmth and attention.
 The attention, time and care you give to children are far more important than any material rewards like chocolates or toys.",
 "image": "3.jpg"
  },
  {
    "quote": "Some parents modify their response to  child’s stubborn or obstinate behaviour in public, just to save their face and to avoid the temporary embarrassment. This is what gives a child confidence the start a tantrum in a department store or any public space for that matter.  But what parents don’t understand is that any behaviour will be reinforced by attention given.
You should do exactly opposite what the child expects. He wants your attention and to meet his demand. The opposite you must do is to ignore him and move away. Don’t stand there and try arguing with the child. This is a form of negative attention and moreover, your child is in no mood to listen to your preaching. 
What you have to do will require a lot of courage as a parent. Just ignore the tantrum, and finish the shopping and walk away (of course, you are not leaving him, but giving him a message).
The child will soon find out that his parent is in no way interested in his demand and is almost at the exit. The crying will soon give way to anxiety and then to despair. If you are a keen observer of child behavior, you will see lots of angry parents leaving the store and a crying child following the parent to the parking lot. Try to be such a parent.
Remember, no child throws a tantrum inside a supermarket, when his parent is not around. Behind every tantrum, there will be a parent who gives him attention.",
 "image": "31.jpg"

  },
  {
    "quote": "Few parents support the old saying ‘Spare the rod and spoil the child’. These parents believe that physical punishment works and it is very effective.  Psychological studies discourage physical punishments for several reasons. Firstly, physical punishments only SUPPRESS a behavior and don’t ELIMINATE it. They ensure the behavior is temporarily not expressed, but don’t remove it forever. For example, imagine a parent finds out his child has taken money from his wallet. If the parent decides to respond with physical punishment, the child might not give up the habit. Rather, he would ensure that next time when he does it, his father would never find it out.
Moreover, psychological studies have shown that physical punishment teaches children that it is all right to harm someone less powerful than you if the latter does not comply with your ideology.  Over time it can promote aggression in children and increase the chances of bad conduct and other behavioral problems. ",
 "image": "22.jpg"
  },
  {
    "quote": "Parents who  resort to physical punishments does so, because they are not aware of any other forms of punishments that can be effectively implemented. Though physical punishments are to be avoided, nonphysical forms of punishments can be used and are found to be effective.
For example, many kids would happily prefer getting spanked than not be allowed to watch their favourite cartoon.  Loss of privileges is more effective than physical punishment if used in the right manner.
You can give a warning that, if the behavior is repeated, the child will be permitted to watch television for only half an hour instead of the usual hour.  Most children will comply if they learn that you mean what you say.",
 "image": "33.jpg"
  },
  {
    "quote": "Parents believe that rewards are something material and equate rewards to something costly that is always ‘brought’. Rewards need not be something material. Praises, words of encouragement, hugs and pats are examples of non-material rewards. Some times more than the salary bonus, words of appreciation from one’s superior is what motivates one to work more. If at all parents are buying rewards for promoting a good behavior they should try to substitute them  with nonmaterial rewards in the long run. What is important is not the value of the reward, but the recognition it serves.",
 "image": "14.jpg"
  },
  {
    "quote": "Rewards or punishments are more effective when given immediately following the behavior. For example, if you want to give a toffee to the child for eating all his dinner, then give it immediately after the food is finished. Don’t tell the child who has completed the behavior as expected that the candy jar is empty and you will reward him tomorrow after buying more when you go shopping.
Secondly, small frequent rewards are more effective than bigger rewards served rarely. For example, giving candy every day, for a good behavior is far less effective than saving them for an ice cream at the end of the month.
Lastly, the frequency of rewards should be reduced once the behavior has started to take shape and can slowly be replaced by social rewards. For example, the toffees given every day can be reduced once he has learned to eat without spilling food and can be slowly replaced by praise.",
 "image": "15.jpg"
  },
  {
    "quote": "If you are a parent who wants to lend a hand and supervise every activity the child does, it may not benefit the child in the long run. Such parents are called helicopter parents. They are like choppers that always hover above. These baby-boomer parents enjoy practices such as calling and complaining to their professors about grades the children have received. They take their children everywhere with them (or follow them everywhere/keep an eye on them all the time), and are involved in all their decision making, not giving them adequate space to explore and expand on their own. For example, with the same apprehension of sending the kids to their first day at school, these parents take them to their high school competitive exams. They don’t let their high school son hang a Christmas star, but will confidently see him off for a professional course abroad in the next semester.
 The problem with helicopter type of parenting style is that there will be sudden unexpected situations in life, when the child is faced with an otherwise insignificant stressor and the parent won’t be there. They will have poor coping skills and are easily vulnerable to stressors.
Parents should encourage age appropriate independent activities under supervision, and never try being helicopter style parents.",
 "image": "36.jpg"
  },
  {
    "quote": "Many parents wonder what the difference is between a bribe and a reward.  Some might worry that frequent rewards, may lead the child to expect a similar favour every time and make it feel like a bribe. After all, in both instances, your child is getting something for doing what you want him to do.
Both rewards and bribes offer something in exchange for the desired behavior, but the way they are delivered makes the difference. Rewards are planned ahead of time and are delivered after a behavior is achieved. But bribes generally happen when you unexpectedly make use of them to avoid a crisis. For example, you are in a queue awaiting patiently for your turn and you realize that your child who is anxious is about to have a meltdown. The moment she starts to misbehave, you reach for the nearby shelf and offer her a lollipop, reminding her to “Take this and be quiet.”  This is something on the spot, without any rules, a form of compromising with the child. This is a Bribe.",
 "image": "7.jpg"
  },
  {
    "quote": "Most parents complain that their children will not listen to them. But the question is how many parents would listen to their children when they badly expect them to listen? How many of us will switch off the television and put the remote aside to listen to the child in the midst of a favorite soccer match or a prime-time reality series? We may not do justice to the child in many instances because we have more interesting and engaging activities in the same moment.
The child should learn that listening to the parent is a positive experience. Parents ask children a dozen things in a day. They may do half of these the way the parent wanted and the remaining not to their expectation. The parent will not say a good word about the tasks the child achieved and will criticize his mistakes. This causes the overall experience for the child to be negative. This will not work for anyone, especially for children.
To make the child listen, you have to engage with them in a more interesting way. If the child feels that listening to the parent is more interesting and rewarding, he will listen. This means the parent must give the child good eye contact, more emotional attachment, praise and encouragement.",
 "image": "38.jpg"
  },
  {
    "quote": "Some parents say that children do not follow a task despite their repeated instructions. Their lectures fall on deaf ears.  The reason is simple, children learn from experience rather than lectures. This is true for not just one child, but an entire group of children.
To substantiate this a real life example from an experience of a school is worth mentioning.  Certain school authorities  found that their students were wasting drinking water despite regular reminders. They were using water more than required and were not closing taps after use. They gave children classes about the importance of saving water. ‘Save water’ notices were displayed in the wash area.  Nothing worked.
Later they tried something different. They kept large containers near the exit at several places. Before going home, the children had to empty the water remaining in their water bottles into the collecting container. Before this, that water was being wasted by the students themselves on their way home. Next day, the water saved in the large collection vessels was used to water the plants inside the school campus by the students themselves. Within a few days of this exercise, the wastage of water in the school came down.
This simple example proves that more than explaining, lecturing and advising children and giving them an experience will be more effective.",
 "image": "3.jpg"
  },
  {
    "quote": "One of the most common apprehensions of parents is that they have given their children whatever things they have asked for.  Even most parents have a tendency to meet their child’s demand  even before the child expresses it. 
Children live in the present moment. For them there is no tomorrow or next time.  To add to this, they are hyperactive, explorative and restless by nature. Moreover, parents now are liberal with the nuclear families and single child giving them more purchasing power. Parents have an innate tendency to meet the demands of the child without delay. This leads to a dangerous phenomenon called ‘instant gratification’.
Living in the present moment is the reason for their happiness. They have no worry about their loss or anticipations about what the future has in store. But living in the present also means meeting demands instantly and being unable to wait for tomorrow.
Buying children things they ask for without much delay leads to instant gratification, which will be a disadvantage for such parents in the long run. Studies like the famous ‘Marshmallow experiment’ by the Stanford university proved that delayed gratification is responsible for a child’s long term success. ",
 "image": "40.jpg"
  },
  {
    "quote": "Some parents believe that if they are strict, children grow up to be disciplined. Strict parents always want children to follow their advice and instructions and will not entertain the child questioning and reasoning with them. Everything goes by rules the parents set and there is not much space for any opinion. It’s like “either my way or the highway (either you listen to me, or you can leave my house).”
 If you follow such strict parenting, you lose many things as a parent. One important aspect of successful parenting is the communication and emotional attachment between parent and child. When you are a strict parent, the child may not share with you many things that he may share otherwise. Also, when they are made to follow what is being said, children will always tend to be suggestible. They find it hard to make independent decisions in life. In a similar situation in the future, when they are instructed to do something by an authority figure, such children may comply without thinking.
Parents who are very strict usually want their children to follow their instruction without questioning. They feel that their advices and instructions are to be followed because they are the authority in the family. They believe all orders are to be followed and should not invite any questions. Any failure to comply with their rules usually attracts severe punishments. This type of parent-centered style of parenting is known as Authoritarian parenting style. Children of such strict parents grow up to be more suggestible, less social competence, lack confidence in decision making, tend to self-blame and has increased risk for depression.",
 "image": "11.jpg"
  },
  {
    "quote": "The most healthy way to raise children is known as ‘authoritative parenting’. Authoritative parenting style is the child-centered approach where children have the freedom to think rationally and make opinions. They encourage children to be independent, but give supervision and set limits/boundaries. Punishments are rarely used and often the child is permitted to experience the natural negative consequences of its unwanted behavior. Less of physical punishment is used and more importance is given to positive reinforcement and rewards. Children of authoritative parents grow up to have a positive outlook, successful in life and good decision makers.
Parents should encourage children to think independently, share their opinions without fear, listen to them patiently and encourage it if found reasonable enough.
",
 "image": "21.jpg"
  },
  {
    "quote": "Most parents believe that it is the quantity of time they spend with their child that matters. The more time they are available in home the better it will be for their child. It’s not the amount of time that you spend with your child that matter, rather the quality of that time. That is the ‘quality’ of parenting is more important than the ‘quantity’ (hours of time spent).  
Some parents may not be physically present with their children, being away for work or other reasons. But they will ensure to call their children daily and talk to them about their every day experiences. This may be more beneficial than parents who are physically available all the time, but communicate little with children.
If the amount of attention from within the family is very less for a child and if he feels that he is able to get more attention and appreciation from elsewhere, the child may get emotionally attached to people outside the family. This emotional attachment can be healthy or sometimes unhealthy. Unhealthy emotional attachment outside the family can lead to several unwanted problems including premature relationships.
",
 "image": "33.jpg"
  },
  {
    "quote": "Some parents make mistake by choosing friends for their child. They try to assess their child’s friends by how well they fare in academics alone. However parents should give more importance to the development of child’s personality where friendship and peer pressure has much influence. Rather than giving importance to a child’s academic performance, their character formation should be of more concern to the parent. 
Some parents encourage children forming friendships with people much elder to them. They feel that attachment to an elderly figure will make them more mature and wiser. It’s seen that children who have lower intelligence form friendship easily with children younger to them, and children with higher IQ may find it more comfortable with people older to them. But forming emotional attachment with a person much older to oneself need not always have positive benefits. Sometimes it can result in age inappropriate social norms in a child’s developmental  stage. It’s not rare to see children with conduct disorder forming friendships with older adults. Hence if children form attachment to others much older in age, parents should ensure that their character formation is not influenced by age inappropriate social behaviours.
Character is what remains, when a person looses everything in life. A child who is kind, willing to help others and empathetic will be a good friend to your child. He will influence your child’s personality formation in a positive way.",
 "image": "24.jpg"
  }
]