[
  {
    "quote": "To be in your children's memories tomorrow,You have to be in their lives today.",
    "person": "Barbara Johnson"
  },
  {
    "quote": "“It is easier to build stronger children than to repair broken men”",
    "person": "Frederick Douglas"
  },
  {
    "quote": "“Tell me and I forget, teach me and I may remember, involve me and I learn.”",
    "person": "Benjamin Franklin"
  },
  {
    "quote": "“What it's like to be a parent: It's one of the hardest things you'll ever do but in exchange it teaches you the meaning of unconditional love.”",
    "person": "Nicholas Sparks, The Wedding"
  },
  {
    "quote": "“There really are places in the heart you don't even know exist until you love a child.”",
    "person": "Anonymous"
  },
  {
    "quote": "“Character is what you have left when you've lost everything you can lose”",
    "person": "Evan Esar"
  },
  {
    "quote": "“No occupation in this world is more trying to soul and body than the care of young children..”",
    "person": "Isabella MacDonald Alden"
  },
  {
    "quote": "“Your children need your presence more than your presents.”",
    "person": "Jesse Jackson"
  },
  {
    "quote": "“Parents can tell but never teach, unless they practice what they preach.”",
    "person": "Arnold H. Glasow"
  },
  {
    "quote": "“At the end of the day, the most overwhelming key to a child\'s success is the positive involvement of parents.”",
    "person": "Jane D. Hull"
  },
  {
    "quote": "“Always kiss your children goodnight, even if they're already asleep.”",
    "person": "H. Jackson Brown, Jr."
  },
  {
    "quote": "“I regret not having had more time with my kids when they were growing up.”",
    "person": "Tina Turner"
  },
  {
    "quote": "“To be in your children's memories tomorrow, you have to be in their lives today.”",
    "person": "Unknown"
  },
  {
    "quote": "“Everything depends on upbringing”",
    "person": "Leo Tolstoy"
  },
  {
    "quote": "“We never know the love of the parent till we become parents ourselves”",
    "person": "Henry Ward Beecher"
  },
  {
    "quote": "“To bring up a child in the way he should go - travel that way yourself”",
    "person": "Josh Billings"
  },
  {
    "quote": "“Each day of our lives we make deposits in the memory banks of our children.”",
    "person": "Charles R. Swindoll"
  },
  {
    "quote": "“Don’t worry that children never listen to you; worry that they are always watching you.”",
    "person": "Robert Fulghum"
  },
  {
    "quote": "“Treat a child as though he already is the person he’s capable of becoming.”",
    "person": "Haim Ginott"
  },
  {
    "quote": "“If you want your children to improve, let them overhear the nice things you say about them to others.”",
    "person": "Haim Ginott"
  },
  {
    "quote": "“A child’s mind is not a container to be filled but rather a fire to be kindled.”",
    "person": "Dorothea Brande"
  }
]