[
  {
    "quote": "When first born, a baby’s eyesight is not fully formed. A few weeks after birth, the baby can process complex visual stimuli and starts preferentially looking at faces. Observing faces gives way to imitation. If Dad sticks out his tongue and makes a face, the baby’s brain tries to reciprocate. This is a good time to start showing the baby things like pictures of faces of the people in their life.
Imagine a few-months-old baby in the mother’s arms while an unexpected visitor arrives. Even though it’s too early for the infant to understand what they are saying, the baby keeps looking from the stranger’s face to its mother, back and forth. The baby is trying to understand the conversation from their facial expression. Finally, when the stranger is about to leave and extends his arms to welcome the baby, gesturing to the child to ask whether it would like to come to them, the first thing the baby does is to look at their mother’s face. Only if the mother gives a warm positive gesture will the baby reciprocate. Hence, parents must be very careful when they are in the company of their children. However small the infant maybe, you are being observed.",
 "image": "1.jpg"
   
  },
  {
    "quote": "This experiment was carried out to ascertain whether a child’s behavior is as a result of social imitation or genetic inheritance. Three groups of children were gathered. The first were shown a video of somebody displaying aggression towards a doll. The second group was shown a video portraying an adult fondly playing with a doll, while the third group was the control. After viewing the video, the children were sent to a room with the same doll seen in the video present inside. It was observed that children who watched the video portraying aggression towards the doll were the most likely to imitate what they had seen and display aggression towards the doll in the room.",
 "image": "3.jpg"

  },
  {
    "quote": "Smaller babies do not have a concept of what developmental psychologists call ‘object permanence’: that believes an object ceases to exist when it disappears from sight. In psychological experiments when a favorite toy was presented to an infant and then was covered with a blanket, an infant that has started to develop object permanence might reach for the toy or try to grab the blanket off the toy. Infants that have not yet developed this might appear confused and think the toy has suddenly disappeared.
So, when you play peek-a-boo with your baby and you cover your face, they baby gets anxious, as it thinks your face disappeared and he can’t figure out it's behind your palms. When you remove your hand, the baby is excited to see your face appear from nowhere.
This also explains why smaller infants do not cry when the mother leaves suddenly (because for the baby, out of sight means out of mind!) while an older child may frantically start searching for the mother.",
 "image": "5.jpg"
  },
  {
    "quote": "This experiment was conducted at Swarthmore College in 1951. The study aimed to determine how group pressure affects a child’s decision-making. A group made up of an actual participant, and actors were shown a chart with lines of varying lengths and questioned which line was the longest. The actors are instructed to choose the wrong answer. Strangely, the real participant almost always went with the actors and selected the wrong option which the majority went with. This experiment proves that groups can influence the decision-making of a child even when the child knows clearly what’s right.",
 "image": "7.jpg"

  },
  {
    "quote": "Before 3 years, your child believes that everything revolves around him. He is the center of her world. He cannot see from other’s perspective. This is the age of innocence when they can’t lie. In order to lie, the child needs to understand what the other person is thinking. Very young children, especially before 3 years of age, may find it psychologically difficult to formulate and tell a lie.
After around 3 to 4 yrs., children have the psychological development to think from another person’s perspective and will know that to escape someone’s fields of vision he will have to hide under a piece of furniture or behind the wall, and so he starts enjoying hide and seek. In the same way, only when he reaches the age to understand what others might be thinking, he starts lying. ",
 "image": "9.jpg"
  },
  {
    "quote": "This experiment was carried out to study the way a child’s mind works. A display board which could safely and comfortably house a child was set up. While in the box, the child could view two pictures attached at the upper part of the box, one picture was a bull's eye while the other was the face of a human. Frantz was able to observe through a hole in the board which picture the child looked at the most. It was observed that the child looked at the sketch of the human face twice as much as the picture of the bullseye. This shows that babies can differentiate different forms and patterns. Babies also interact more with animate object than inanimate forms.",
 "image": "11.jpg"
  },
  {
    "quote": "When a child learns to walk, he will fall down and cry. Initially, parents will respond to the call and support the child. Slowly the parental support is deliberately brought down and parents will think that the child should be left alone and he should learn from each fall. The child then learns to find balance and further advance his motor milestones.
But a similar response does not happen in the case of psychological pain. When children cry the parents’ immediate response is to stop it without delay and they try to suppress the normal emotional expression of pain. Only when the child cries and expresses the pain will he understands that such psychological trauma is also part of life and thereby learns to overcome such emotional states by him.
Hence, it would be better if parents facilitated natural emotional expression and once the child has stopped crying, they can talk to her and give her their support and encourage her to talk about it.",
 "image": "13.jpg"
  },
  {
    "quote": "This experiment was conducted at Yale University by psychologist Stanley Milgram. It was carried out to determine how willing people are to obey authority figures when asked to do things that go against their morals. The participant was asked to press a button which seemed to administer electric shocks to someone taking a memory test. Each time the person got a question wrong the participant was instructed to deliver a shock more intense than the last. Even though these shocks weren’t real and the actor taking the test acted as if they were. Most participants kept pressing the button even though the actor seemed in great pain. This experiment proved that people especially children would carry out instructions of an authority figure even if they conflicted with their morals.",
 "image": "15.jpg"
  },
  {
    "quote": "Children may lie for a reason or rarely for fun. When they lie for a reason it's either for achieving some sort of advantage, but mostly is done to avoid harsh consequences. The latter can be something the child fears, such as physical punishment or loss of privileges.
For example, imagine that your child is handling precious crockery (maybe helping you with some housework you were doing). But accidentally it falls down and breaks. Now if the parent's response is too harsh, the next time a similar accident happens, the child will make sure that you will never find out. Maybe he will lie. This will make him understand that with a lie he will be safe, but if you tell the truth the consequences can be devastating. Remember, it may be difficult to fix broken crockery. But it's definitely harder to repair a shattered young mind.",
 "image": "17.jpg"
  },
  {
    "quote": "This study was conducted at the University of Wisconsin between 1957 and 1963. The aim was to demonstrate the benefits of a mother’s affection and love for a child’s healthy development. Infant monkeys were separated from their mothers and left with two artificial surrogate mothers. One of the surrogate mothers was made of soft terrycloth without food attached while the other was made of wire with food hung in a bottle. The young monkeys were observed to spend more time with the surrogate mother made of cloth than the other made of wire. Also, monkeys that spent a greater amount of time cuddling the soft surrogate mother made of cloth grew up healthier. This revealed that physical contact between child and mother is a more important aspect of the child’s development than other basic needs like food.",
 "image": "19.jpg"
  },
  {
    "quote": "Obstinate behavior in children is a difficult to manage problem that can be problematic for any  parent. An obstinate child is not born in a day. It is a behavior formed and shaped through continuous experiences. 
Imagine your child is demanding something which you don’t want him to have. As he gets more irritated he expresses his anguish and distress as physical symptoms like crying, stamping and so on. Now, if you change your mind and become permissive, the child learns that if he converts his anger into physical expressions which are easier than verbal communications, his demands are met. Next time it becomes easier for him. If you don’t give in easily, he just acts more obstinate and demanding, therefore a demanding behavior slowly begins to get shaped and the child starts to use it more often to get his way.",
 "image": "21.jpg"
  },
  {
    "quote": "Walter Mischel’s Marshmallow experiment 
This experiment was carried out to prove whether deferred gratification (the ability of one to resist the urge for an instant reward for a greater reward later) can be used as an indicator of success in the future. The experiment was carried out in 1972. Children with ages ranging from 4-6 years were given a marshmallow and left for 15 minutes. Before leaving the room, the instructor informed the children that there would be a second marshmallow if the child could resist the temptation to eat the first before he returned. Examiners recorded the length of time each child resisted eating the marshmallow and how that correlated with success as adults. Follow-up studies revealed that children who patiently waited for the reward of a second marshmallow grew up into more competent adults and scored higher marks in SAT exams.",
 "image": "23.jpg"
  },
  {
    "quote": "Some children become adamant and demanding especially when exposed to susceptible environments like supermarkets and department stores. 
You cannot criticize the child for his behaviour. He is being tormented by innumerable advertisements on media about things he likes. He can’t resist them. He is also seeing you buying whatever you want from the store, so it’s natural for the child to express his demand too.  Since kids at a very young age do not know the value of money, they don’t understand your explanation either.
Now as a parent, to avoid the embarrassment, if you are buying the child what he is demanding, two things will happen. The child gets a lot of attention from onlookers while he is emerging a winner (everybody gives him a smiling face). Secondly, he gets rewarded with the material he asked for. You are happy because you avoided an embarrassment, but you have taught him an important lesson. Next time when he needs something really bad, he just has to repeat the same tantrum.",
 "image": "25.jpg"
  },
  {
    "quote": "The Little Albert Experiment
This experiment was carried out at Johns Hopkins University in 1920 by John Watson and Rosalie Rayner. The aim was to demonstrate certain experiences can make a child as young as 9 months old develop a conditioned fear. A rat white lab rat was placed in front of a child, and the child didn’t fear the rat at first. Subsequent presentations of the white rat to the child were accompanied by a loud sound generated by Watson who stroke a hammer onto a steel bar. After several repetitions of the white rat presentation and the loud noise, the infant cried each time he saw a rat even without the loud sound. This experiment proved a child can be conditioned to fear certain things and that certain childhood experiences could be linked to fears children exhibit as they grow up.",
 "image": "27.jpg"
  },
  {
    "quote": "It is a good habit to give children pocket money provided it is delivered wisely. This can be started at an age when they understand the value of money and start asking for money to buy things they want. If they are given money whenever they ask for it, they will never understand the value of money. 
They can be given fixed allowances on a weekly basis which they have to split into three areas: 50% for spending, 40% for saving and 10% for charity. So, they should have two piggy banks; one for savings and the other for charity.  Now if they want something expensive for a future date, the parent can always remind them to save for it because if the child has to earn it they will better understand the value of money. This is much better than the parent being a passive money bank dispensing money whenever the child demands it.
Also, as they must wait for something more valuable they learn delayed gratification and the reward of patience. When they save enough money to buy something they have waited for, they will also spend the saved amount for charity. By this, they also learn the value and joy of sharing.",
 "image": "29.jpg"
  },
  {
    "quote": "THE ROBBERS CAVE EXPERIMENT
This experiment was conducted at the University of Oklahoma in 1954. The aim was to demonstrate that conflict and prejudice in children can be resolved through cooperation. Twenty two boys with ages ranging from 11 to 12 were separated into two groups were taken to a summer camp, but kept in separate areas. Each group were given a week to bond and understand one another. The separate groups were eventually brought together and there was some display of hostility between members of opposition groups which intensified after the group competed against each other in some organized activities. The examiners then tried to bring the units together by making them take part collectively in fun activities like watching movies together and shooting firecrackers which did not work to plan at first. Foes eventually turned friends after taking part in team tasks where members of opposition groups were made to cooperate towards completing designated tasks. The experimenter’s hypothesis that conflict can be resolved through cooperation was proven to be true.",
 "image": "31.jpg"
  },
  {
    "quote": "Children love to play socially and parents need to encourage it considering children are getting addicted to handheld devices.Most parents only consider the safety of the physical toy and its material while buying toys, but there are other important factors too to consider. Buy toys which they can play socially. Social plays are important for psychological development of children. In social plays children assume the role of someone in the society and pretend play. These plays will promote emotional development in children.
One example is social play is medical sets. In it the child assumes the role of a medical professional and tries to bring down the sufferings of patients or others in distress. They get satisfaction when they imagine a sick person coming out of his suffering. This will help in the development of positive feelings like empathy.
Some girls play with kitchen sets. They make food and feed the crying baby. The baby has now stopped crying as it’s no longer hungry.  The child is happy seeing that the she did something to bring down the suffering in the baby. 
Both the above social games are examples of toys which can develop positive emotions like empathy In children. 
 Social games are those activities which help children to relate socially and identify themselves with real life roles. When promoting social games, parents should try to avoid games which generate happiness by hurting a fellow being like shooting and war games. Instead games which help to develop positive emotional feelings in the child like medical sets can be selected. These are social games which help children identify others sufferings, empathize with them; help them and finally receive satisfaction from the whole experience. Similarly for girls, kitchen sets are ideal social toys which encourage them in adapting social roles and serve food to hungry baby dolls.",
 "image": "33.jpg"
  },
  {
    "quote": "Wendell Joshua’s Monster Study. 
This study was to establish the effects of negative and positive speech therapy on children. Twenty two children were divided into two groups, one with speech impediment the other without. The group with speech impediment received positive speech therapy where the therapist was very friendly and praised them each step of the way for their fluency. The other group without speech impediment underwent negative speech therapy and was criticized each time they made a grammar mistake. Follow-up studies revealed that some of the children who underwent the negative speech therapy exhibited negative psychological effects and suffered from speech issues for most parts of their life. This study showed that the method of teaching has a great effect on a child’s psychology.",
 "image": "35.jpg"
  },
  {
    "quote": "It’s not the amount of time that you spend with your child that matter, rather the quality of that time. That is the ‘quality’ of parenting is more important than the ‘quantity’ (hours of time spent). So even if you are the only parent, if you compensate that with the quality of your care, it will be as good as any other parent.Some parents may not be physically present with their children, being away for work or other reasons. But they will ensure to call their children daily and talk to them about their every day experiences. This may be more beneficial than parents who are physically available all the time, but communicate little with children.",
 "image": "37.jpg"
  },
  {
    "quote": "The visual cliff experiment
This experiment was conducted by psychologists Richard Walk and Eleanor Gibson to determine whether children are born with perception of depth or if it was a behavior they learned. A glass apparatus (visual cliff) which was flat across the length but gave the impression of a cliff midway was used. 36 children of ages between 6 and 14 months; all of whom could crawl were placed one after the other on the visual cliff. When called from the end which didn’t give the illusion of a sudden fall, 27 of the 36 children crawled to their moms. Conversely, when called by their moms from the end where the visual cliff apparatus gave the illusion of a fall, only three children crawled across while 24 crawled back to safety or cried because they couldn’t get over to their moms. These obtained results proved that children are born with some degree of a perception of depth.",
 "image": "39.jpg"
  },
  {
    "quote": "IQ  and EQ are two different capacities  of brain. While IQ is the measure of one’s intelligence, EQ is the reflection of one’s ability to assess, understand, handle and process one’s own and others emotions. If intelligence is necessary for ones academic and intellectual success, it’s the Emotional quotient that determines how far one succeeds in the social realm of life. 
The difference can be explained better by a story. Two women who were long time friends accidentally met at a grocery store and started shopping together. Afterwards when they are done they decide to walk back together as they live nearby. They reach an intersection where they have to separate and walk to their individual houses. Tired they sit on a road side bench, exchange numbers and the conversation almost comes to an end when the son of the first woman comes towards them on his way back from school. The woman becomes happy and introduces her son. He is studying in one of the best schools nearby and represented the school in math Olympics. The proud mother says to her friend that she has already made plans to send him to a premier institution abroad. The son says hello and makes fun of his mother wasting time as he has little time left for his evening class. While hurrying home he reminds his mother to follow him without much delay as he badly needs his evening snacks before proceeding to his class. 
After the son has left, the first woman gets up and starts to lift her shopping bag and prepares to leave when the second woman’s daughter arrives. The second woman introduces her daughter as a soft spoken girl who is average in her studies. The young girl politely wishes her mother’s friend and  asks her about her health. Her mother tells her that the daughter can leave if she wants but the daughter refuses and tells her mother she will prefer to stay as she wants to help her mother to carry the bags back home.
In the story, the son was having high IQ but the daughter was the one with more EQ.
Children with higher EQ will grow up to be good with social relationships, understanding others feelings, and maintaining good family relationships. Their ability to adjust socially to workplace and family will ensure that they enjoy life and keep people round them happy.
Developmental milestones are important for both the physical and psychological development of the child, but not related to success in social life.",
 "image": "41.jpg"
  },
  {
    "quote": "The stick your tongue out experiment: 
This experiment was conducted by Andrew Meltzoff (Oxford University) and Keith Moore(University of Washington) and was aimed to determine how early infants began to imitate others. The procedure was straightforward. The experimenter sat in front of children with ages ranging from 12 to 21 days close enough for the child to see him. The experimenter then did one of the following; open his mouth, stick out his tongue, move his finger, or purse his lip and then waited for a reaction from the child to react after each action. Almost always, the child appeared to copy him. This study proved that children are born with some degree mind control over their bodies which enables them to copy others after just a few weeks.",
 "image": "43.jpg"
  },
  {
    "quote": "Most adults think children are always happy and never have any significant worries. But what they fail to realize is that just like adults’ children also have a brain and is not immune to problems. They also have stressors like problems at school, family and real life events. Sometimes common situations like change of school, separation of a friend or demise of a grandparent can be a significant stressor for the child. 
When adults are depressed, they will approach another adult who is close to them or a professional mental health worker to share their problem. But this is not the case with small children. Younger children are poor communicators and they are not going to approach an adult or parent and let them know that they are having a problem. Parents and teachers have to watch for subtle changes in the child’s behaviour. One significant change to watch out for is decreased interest in previously interested activities. Examples are decreased interest in going to class, not using playtime as before, less interest for previously enjoyed foods, and decreased interest in television time. Children may also express increased irritability and lack of concentration in class.
Hence a parent has to look for changes in the child’s behaviour and not wait for the child to express his distress which may be unlikely.",
 "image": "45.jpg"
  },
  {
    "quote": "Theory of the mind
This experiment was carried out at the University of Salzburg to determine the age when children began to understand that people can have beliefs different from theirs. Children with ages ranging from 3 to 9 were told a tale of a boy named Maxi whose mom came home with chocolates to bake a cake. Maxi saw her put the chocolate in their blue cupboard before leaving home to play. After using the chocolate to bake the cake, Maxi’s mom puts the chocolate back in a green cupboard. Maxi returned home hungry and needed some chocolate. The participants were then asked which of the cupboards Maxi will check for it. 
Results revealed that children aged between 3 and 4years failed to understand that though they knew the correct location of the chocolate, Maxi didn’t. So they opted for the green cupboard. Another age group; 4 to 5 years answered correctly. They picked the blue cupboard which is where Maxi thought the chocolates were rather than where they knew it was. However, some children up to age 5 still had a problem understanding other people’s beliefs. All children upto the age of six answered correctly. Proving that at the age of six, almost all children are aware that people can have false beliefs that conflicted theirs.",
 "image": "4.jpg"
  },
  {
    "quote": "Distinguishing between b and p
This experiment was carried out in 1971 by Peter Elimasad colleagues in the Brown University. The aim was to determine the age at which infants could distinguish phonemes. The participants were children of ages between 1 and 4 months. Each child was made to suck from an artificial nipple which could measure their suckle rate. A word with the consonant p was repeatedly sounded to the child who appeared to suckle faster initially, but then the rate decreased with time. The sound of p was changed to b in the same word, and the child seemed to notice this change; he responded by sucking faster. This experiment proved that children just a few months old can already discriminate phonemes and are aware of changes occurring around them.",
 "image": "8.jpg"
  },
  {
    "quote": "Infant memory experiment
This classic experiment was carried out by Professor Carolyn Rovee and colleagues in the sixties to shed more light on the memory capacity of an infant; the age at which infant memory develops and how it develops. Infants who were between 9 and 12 weeks old lay in a crib with staring at brightly colored figures made of wood. A string was safely and comfortably used to connect the child’s feet to the figures hanging above. Each time the infant kicked, the figures collided and made a pleasant sound. The experimenters measured the child’s rate of kicking without the string attached and the rate of kicking after the string was attached. It was discovered that children as young as eight weeks old could figure out the connection between their kicks and the sound made by the figures. Hence, they kicked more frequently after the string was attached.",
 "image": "12.jpg"
  },
  {
    "quote": "Self-awareness test
Beulah Amsterdam carried out this test at the University of North Carolina in 1972 to determine when a child develops self-awareness. The procedure was simple. Children between ages 6 and 24 months were brought before a mirror after having a spot of rogue placed on their noses. Their mom then asked them a simple question; “who is that?” while pointing at the child’s reflection inthe mirror. The following points were observed:
a. 6-12-month-old children thought it was another child; someone they wanted to play with.
b. 13-24-month-old children didn’t seem overly excited by their reflection which suggested they’ve attained certain levels of self-awareness though examiners believed it could also be a reaction to another baby.
c. 20-24-months-olds clearly recognized it was their reflection by pointing at the rogue spot on their nose and not to the mirror reflection.
This experiment showed that children approaching two years of age are fully aware of themselves.",
 "image": "27.jpg"
  },
  {
    "quote": "Study of the emotional attachment between caregiver and child: Psychologist Mary Ainsworth and colleagues 1978.
This experimentwas based on the observation that infants; six months and older, become attached to their caregivers and get upset in one of two situations; when they encounter strangers and when their primary caregiver leaves them. A series of interactions was used to demonstrate this experiment and the steps involved are listed as follows,
a. Both the caregiver and infant are taken to an experimental room by an instructor who then leaves
b. The caregiver remains idle while the child explores the experimental room
c. A stranger comes in, keeps mute for a minute, then interacts with the caregiver for another minute and then approach the child.
d. The caregiver exits the experimental room quite unnoticeably; leaving the stranger alone with the child.
e. The caregiver returns to soothe the child and then exits once more.
f. The child is left alone by both stranger and caregiver
g. The stranger comes back into the room and interacts with the child
h. The caregiver returns to the room while the stranger exits.
The way each child reacted was then used to categorize caregiver-child attachment into three broad groups as follows.
a. Securely attached: Children who fell into this group are those who got reasonably upset when the caregiver exited the room and were happy to see them return. Further research has revealed that approximately 70% of infants fall into this group.
b. Avoidant/Insecure attachment: Children who fell into this group are those who showed little concern about their caregivers. They got upset when the caregiver left but weren’t pleased to see them return, rather they tried to get away. One fifth of all infants belong to this category.
c. Resistant/Insecure attachment: Children placed in this category just like the second group initially did not want the caregivers to leave; they even cried. However, when the caregiver returned, they seemed to demand some sort of consolation and were visibly angry. 10% of infants belong here.
Extensive research has shown that the way the child reacted is largely dependent on the way the caregiver treats the child. Securely attached children have caregivers who are responsive, sensitive, encouraging and warm. The opposite of these led to one of the two forms of insecure attachments. Securely attached children also became more confident and had better social relationships as adults.",
 "image": "16.jpg"
  }
]