[
  {
    "quote": "The quality of pareting is important than the quantity of care the child receives. Which means it’s not how much time you spend with the child that matters, but the quality of the time you give to your child that matters.",
 "image": "2.jpg"
   
  },
  {
    "quote": "Teach children patience. Do not be always enthusiastic  to meet their demands without delay.  Let them know that good things come in life only if they wait for it.",
 "image": "4.jpg"

  },
  {
    "quote": "Children who are extremely shy and cautious in the face of new situations might be displaying a trait known scientifically as “behavioral inhibition.” Being overly protective of such children increases the already high chance of them developing anxiety, depression, and other emotional issues.",
 "image": "6.jpg"
  },
  {
    "quote": "Children under the age of five lack precise vocabulary to describe how they feel, when a child within this age range gets emotional, parents should endeavor to explain to the child how he feels. For example, tell your child “it’s disappointing you can’t find your toy” this helps the child attach specific words to specific feelings.",
 "image": "8.jpg"

  },
  {
    "quote": "Try to be your childs best friend. Be a friend with whom your child can share anything. Listen to them like their best friend.",
 "image": "10.jpg"
  },
  {
    "quote": "Having a chat on your phone with a colleague at work and engaging in other similar distractive activities while spending time with your child can make the child feel you aren’t really there for him. Children are very sensitive, and while they don't need your attention 100% of the time, whenever they need it, endeavor to give them all of it.",
 "image": "12.jpg"
  },
  {
    "quote": "Going to sleep shortly after study or learning helps a child’s brain better retain what has been learnt. So it will be a good move to schedule a short study rehearsal session before bedtime or naps.",
 "image": "14.jpg"
  },
  {
    "quote": "Teenagers are very likely to be overwhelmed by common social, emotional issues. A great way to help them manage these mental strain is keeping a level head while stressed yourself, they will learn from you.",
 "image": "16.jpg"
  },
  {
    "quote": "There are many ways to raise a child successfully, but one that has worked for many is simply fostering a welcoming and warm attachment with your children. This makes you the first person they come to when they face challenges or have pressing needs.",
 "image": "18.jpg"
  },
  {
    "quote": "Poor communication, being too strict and placing harsh limits on activities your children love makes them more likely to become depressed than children whose parents are more considerate and better at communication.",
 "image": "20.jpg"
  },
  {
    "quote": "Parents who are authoritative, that is having control over their children but in a warm and considerate way raise children who are less likely to submit to negative peer influence than children of neglectful and strict parents.",
 "image": "22.jpg"
  },
  {
    "quote": "Children have to learn almost everything. As adolescence sets in, the need to learn social skills arisesand they only get better at this through practice. So, don’t discourage your child from keeping friends but keep an eye on the kind of friends he keeps.",
 "image": "24.jpg"
  },
  {
    "quote": "Playing and joking frequently with young children prepares them for a grand success in future social relationships.",
 "image": "26.jpg"
  },
  {
    "quote": "Be calm! Displaying aggression and treating young children harshly increases the likeliness of such children to grow up into aggressive adults themselves.",
 "image": "28.jpg"
  },
  {
    "quote": "Children whose parents are relaxed and interfere smartly with children choices are more likely to try new experiences and less likely to get anxious than parents who are too inquisitive.",
 "image": "30.jpg"
  },
  {
    "quote": "Don’t do everything for your children out of love. It will make them Lazy. ",
 "image": "32.jpg"
  },
  {
    "quote": "Let children see the sufferings around them and encourage them to help others in distress. Try to improve empathy in children at a very young age.",
 "image": "34.jpg"
  },
  {
    "quote": "Encourage charity. Show them how you help others and encourage them to follow you. Make them know the ‘joy of sharing’ from a small age.",
 "image": "36.jpg"
  },
  {
    "quote": "You will save many material things for your children, which they may lose at some point in their life. But there are only few things which you give thet  remain for a life time. Character is what remains in your child even if he or she has lost everything you gave in life!",
 "image": "38.jpg"
  },
  {
    "quote": "Never call your kid a ‘liar’, ‘lazy’ and so on. Children may internalize such statements uttered directly at them and may imagine themselves as named. This will cause the behaviour to appear more often.",
 "image": "40.jpg"
  },
  {
    "quote": "Play, apart from improving his social skills and decision making also promotes better memory, improves learning, and aids the growth of the child’s brain.",
 "image": "41.jpg"
  },
  {
    "quote": "Rather than telling a child what not to do, teach and show them what they should do.",
 "image": "32.jpg"
  },
  {
    "quote": "Responsive parents; which involves listening keenly to your children complaints and swiftly acting towards them promotes the children’s attachment to parents and consequently improves their communication inside the family.",
 "image": "43.jpg"
  },
  {
    "quote": "Praise can be a morale booster for children. However, praising a child’s every effort can make the child feel utterly helpless whenever they fail.",
 "image": "24.jpg"
  },
  {
    "quote": "Incorporate polite words like please, sorry, and thank you to your vocabulary because children learn to interact from grown-ups around them especially their parents. So, treat everybody politely, and chances are your children will do same too.",
 "image": "45.jpg"
  },
  {
    "quote": "Be a good listener to your child and make use of good eye contact. Avoid any form of personal distractions like mobile phones when they talk.  Always let them know that as a parent you will be available for them however busy you are.",
 "image": "26.jpg"
  },
  {
    "quote": "Activities which encourage critical thinking such as scientific reasoning, basic logic, and even board games like chess helps raise children’s problem solving skills.",
 "image": "37.jpg"
  },
  {
    "quote": "Its easier to give physical punishment especially when the parent is emotionally upset. But parents should understand that rewards work better than punishment for your child.",
 "image": "38.jpg"
  },
  {
    "quote": "To encourage a greater exhibition of motivation and increased chance of success at whatever a child does, give the child the liberty to choose as much as possible; Encourage your child to make small decisions  like what activities to participate in at the park, and later major decisions regarding his/her career path. ",
 "image": "39.jpg"
  },
  {
    "quote": "The company your child keeps especially as teenager plays an integral role in the decisions he takes and choices he makes, so occasionally invite their friends to your home but casually, to know a bit more about your child’s life outside the home.",
 "image": "30.jpg"
  },
  {
    "quote": "Try to check on your child’s well being regularly. Shower them with unconditional and compassionate love and always remember that your presence is a far more valuable gift to them than your presents.",
 "image": "31.jpg"
  },
  {
    "quote": "Nutritionists say though preschoolers have small stomachs, their energy needs are high and they require frequent healthy meals and consistent times for napping, eating, and studying to properly learn to pace themselves.",
 "image": "32.jpg"
  },
  {
    "quote": "Envy and jealousy are natural human traits; comparing one child to with another doesn’t encourage good behavior rather it intensifies these traits. ",
 "image": "13.jpg"
  },
  {
    "quote": "Try to resist the urge to take sides when siblings fight among themselves even when you know who is at fault. Blaming a child frequently for making trouble could make the child feel as though he is a “bad apple” who doesn’t get along well with others.",
 "image": "24.jpg"
  },
  {
    "quote": "Just like adults, children might suffer frequently from various types of headaches ranging from migraines, tension, cluster, to chronic headache that could last for days. The causes of headache in children include infection, head injury, stress, and even consumption of certain trigger foods containing substances likecaffeine and nitrates. keeping known triggers away and getting quality sleep and enough rest are good preventive measures.",
 "image": "35.jpg"
  },
  {
    "quote": "Love your child unconditionally, no matter how angry at them you may be. If your child does some mistake, separate the deed from the doer. Criticize your child's behavior, not your child. Let them know that those acts will make you disappointed, but it will not compromise your affection for them.",
 "image": "36.jpg"
  },
  {
    "quote": "Praising children for a desirable  behaviour is more effective than critizising them for a bad behaviour. Praise your child at least three times as much as you criticize them. The more you appreciate your child, the more confident he or she would be.",
 "image": "37.jpg"
  },
  {
    "quote": "Children are able to catch a feeling from their caregiversjust like they can catch a flu. Research has shown that gloomy moms are likely to raise gloomy babies while happy moms equate to happy and healthy babies.",
 "image": "38.jpg"
  },
  {
    "quote": "Never compare your child with others, especially with siblings. This does not mean that you should not appreciate one’s talents infront of others.",
 "image": "39.jpg"
  },
  {
    "quote": "Research has shown that when parents supervise, monitor, and set boundaries, but in a flexible way, teenage children are less likely to submit to negative peer influence. Suggestible children are more susceptible to peer pressure. You can decrease your child’s suggestibility by encouraging them to take decisions from a very small age .",
 "image": "9.jpg"
  },
  {
    "quote": "Frequently give verbal guide to your adolescents. However, avoid lengthy conversations that might begin to feel like a lecture. Create an avenue for the child to speak and make the child feel like you enjoy listening to his opinions too.",
 "image": "7.jpg"
  },
  {
    "quote": "State clearly what you require from your children; for example, rather than say “don’t stay out too late” give specific instruction like “be home by Eight.” This prevents ambiguity and helps the child understand precisely what’s expected of him.",
 "image": "1.jpg"
  },
  {
    "quote": "Children are born with approximately 100 billion neurons with relatively low connections(synapses) between them. Most of these connections are created before the age of three and they determine who we are. Give your child lots of positive experiences, play with them frequently so  they can have an optimum kind of brain development to thrive.",
 "image": "3.jpg"
  },
  {
    "quote": "Children who are often bullied at home by older siblings always react by bullying other children. Kids who hit younger children might be those who were spanked when they were younger. Don’t hit your kids and don’t allow other either.",
 "image": "44.jpg"
  },
  {
    "quote": "Give age appropriate responsibilities for children and praise them for their effort. Let your child make mistakes, face failures and learn from them.",
 "image": "45.jpg"
  },
  {
    "quote": "Help your child to develop  social interest at a very young age. Instead of talking to them about this parents can involve them in activities which let them experie.",
 "image": "6.jpg"
  },
  {
    "quote": "Young children have the instincts to make amends when they go wrong, help them get better at it by showing them how to forgive and apologize.",
 "image": "4.jpg"
  },
  {
    "quote": "Most children have a problem with sharing, and this worsens after the toddler stage. So, teach them to share but make it as comfortable as you can.",
 "image": "48.jpg"
  },
  {
    "quote": "Don’t judge the maturity of your child by his height or built. Growth is also psychological and emotional development in addition to  physical development.",
 "image": "49.jpg"
  }
]