[
  {
    "Q": "Imagine that you are playing peek-a-boo with a 2 year old. The child enjoys it because?",
    "A": "You seem to disappear and reappear from nowhere",
    "B": "She likes seeing your covered face",
    "C": "She enjoys your emotional change",
    "R": "A",
    "I": "5.jpg",
    "T": "The psychology behind peek-a-boo is that babies can’t guess what’s behind the covered hands",
    "D": "Usually, only infants and smaller children enjoy playing peek-a-boo. This is because smaller babies do not have a concept of what developmental psychologists call ‘object permanence’: that is believing an object ceases to exist when it disappears from sight. In psychological experiments when a favorite toy was presented to an infant and then was covered with a blanket, an infant that has started to develop object permanence might reach for the toy or try to grab the blanket off the toy. Infants that have not yet developed this might appear confused and think the toy has suddenly disappeared. \n\n\n So, when you play peek-a-boo with your baby and you cover your face, they baby gets anxious, as it thinks your face disappeared and he can’t figure out it's behind your palms. When you remove your hand, the baby is excited to see your face appear from nowhere."
  },
  {
    "Q": "Why a 3-year-old doesn’t seem to bother when you explain to the child  that you are tired after returning home from office?",
    "A": "He can’t understand that you are tired",
    "B": "He is too much excited to listen",
    "C": "They need your attention and not an excuse",
    "R": "A",
    "I": "7.jpg",
    "T": "Small children find it difficult to see from others perspective",
    "D": "Children as young as 3 years are psychologically unable to understand other’s perspective. They will be highly egocentric thinking only from their perspective. Their brains find it difficult to understand or process other’s  emotions.\n\n\nFor example, your three-year-old wants you to carry him and doesn’t seem to understand when you tell him that you are very tired. He cannot see from your perspective and thinks if he is happy while being carried by the mother, his mother should also be happy. Similarly, he will not understand when you say, “do you know how angry mummy is at your mischief?”\n\n\nWhen psychological development matures enough so he can see other’s viewpoints, he will try to develop positive feelings towards others, like empathy.\n\n\n(Even though the second and third options are also correct, the most appropriate reason for the child not bothered about  his father is that he cannot understand how someone else  feels like)"
  },
  {
    "Q": "If your child does some mischief at home and tells you what he did. What will be your ideal response?",
    "A": "You will be happy",
    "B": "You will be sad",
    "C": "You will be angry",
    "R": "A",
    "I": "9.jpg",
    "T": "Never discourage a child who tells the truth",
    "D": "You should let your child know what he did really disturbs you, but at the same time, you are PROUD that he finally decided, to tell the truth. This will make the child understand that you are definitely not happy with his deed, but at the same time, he will be happy that he told the truth. You can conclude by saying that you are pretty sure that he will not make the same mistake again.\n\n\nIf you are just angry with him, he may think twice before telling the truth next time.\n\n\nRemember that it's much easier for a child to tell a lie, but it takes lots of courage to admit the truth."
  },
  {
    "Q": "You are visiting your friend’s house. Your 6 year old son likes  a showpiece in your friend’s cupboard and pleads to take  it home",
    "A": "Let him have it",
    "B": "Ask  your child to request your friend",
    "C": "You will ask the child to keep it back",
    "R": "C",
    "I": "12.jpg",
    "T": "Teach children not to expect things which belong to someone else",
    "D": "This is a very common situation faced by every parent at least once.\n\n\nYou are visiting a friend/relative. A toy or showpiece in their apartment gets his attention. He asks for it and it is happily given to him by the friend/relative. Now after playing with it for some time, the time has come to say goodbye. Your child now wants to take it with him home. You ask the child to give it back, but that’s not well taken. Now your friend also stands by your child’s wish and is very eager to facilitate the demand. You are helpless as he also starts to plead in favour of the child.\n\n\nNow if you meet the child’s demand, you can expect a similar behaviour at your next visit too.\n\n\nWhat you should do is to let the child know that he is not supposed to expect other’s belongings how much he likes them. You can firmly ask the child to return it and if he doesn’t, you can do it yourself. Don’t tell the child something like you will buy another one on the way home.\n\n\nYou can tell your friend that if you permit this now, the child will do the same thing in a similar environment later when it will be more difficult.\n\n\nEven though your child may not be happy with the way you broke his heart, he will be leaving the place having learned an important lesson in life."
  },
  {
    "Q": "Among the choices below, what, in your opinion, does a child like the most?",
    "A": "Chocolates ",
    "B": "Toys",
    "C": "Care",
    "R": "C",
    "I": "15.jpg",
    "T": "Children like attention more than anything else",
    "D": "Most parents believe that their child likes chocolates, toys or other material things the most. But psychological experiments prove otherwise.\n\n\nHarry Harlow, a renowned American psychologist, conducted a world famous psychological experiment. He used primate monkey babies to study the effects of early parent-baby interactions and bonding. He separated newborn monkeys from their mothers soon after birth and reared them under laboratory environments.\n\n\nIn the place of the biological mother, these newborn baby monkeys were presented with two dummy mothers: a cloth mother and a wire mother. The wire mother had a feeding bottle attached to it which always delivered milk whenever the baby came to it. The cloth mother had no food dispensing bottle, but had large eyes, a monkey-like face, and a soft feel.\n\n\nIt was observed that in a 24-hour period, the baby monkey spent 18 hours on the cloth mother, and less than 1 hour on the wire mother.  Obviously, the monkey visited the wire mother only to feed and seemed more attached to the cloth mother.\n\n\nThis groundbreaking psychological experiment by Harlow proved that more than food or milk, what is important for psychological development in primate babies is physical contact, emotional warmth and care.\n\n\nThe attention, time and care you give children are far more important than any material rewards like chocolates or toys."
  },
  {
    "Q": "From the choices below, what do you think is an ideal reward to change a child’s behaviour?",
    "A": "You  will give him a candy every time he behaves well",
    "B": "You  will reward him with an unlimited ice cream on weekend",
    "C": "You will not use reward as it acts as a bribe",
    "R": "A",
    "I": "22.jpg",
    "T": "Closer  to a behaviour the reward is given,  the more likely the behaviour  to be repeated",
    "D": "When you are rewarding children for good  behaviour, there are many important considerations.  Firstly, the timing is important. Rewards or punishments are more effective when given immediately following the behavior. For example, if you want to give a toffee to the child for eating all his dinner, then give it immediately after the food is finished. Don’t tell the child who has completed the behavior as expected that the candy jar is empty and you will reward him tomorrow after buying more when you go shopping.\n\n\nSecondly, small frequent rewards are more effective than bigger rewards served rarely. For example, giving candy every day, for a good behavior is far more effective than saving them for an ice cream at the end of the month.\n\n\nLastly, the frequency of rewards should be reduced once the behavior has started to take shape and can slowly be replaced by social rewards. For example, the toffees given every day can be reduced once he has learned to eat without spilling food and can be slowly replaced by praise.\n\n\nRewards if  delivered wisely cannot be a bribe. For example, if your child is grossly misbehaving in a department store and you give him a candy for being quiet, it is a bribe. On the other hand if he behaves well and on the way home you give him the candy and appreciate how well he behaved, it’s a reward."
  },
  {
    "Q": "If I buy my child whatever he wants without delay, then",
    "A": "He will love me more ",
    "B": "I am teaching him a bad habit",
    "C": "He knows I will not compromise on anything for him",
    "R": "B",
    "I": "30.jpg",
    "T": "When we meet children’s demands without delay, we are teaching them instant gratification",
    "D": "Children live in the present moment. For them, there is no tomorrow or next time. To add to this, they are hyperactive, inclined to explore and restless by nature. Moreover, parents now are liberal, with the nuclear families and single children, giving them more purchasing power. Parents have an innate tendency to meet the demands of the child without delay. This leads to a dangerous phenomenon called ‘instant gratification’.\n\n\nLiving in the present moment is the reason for their happiness. They have no worry about their losses or anticipations about what the future has in store. But living in the present also means wanting to meet demands instantly and being unable to wait for tomorrow.\n\n\nBuying children things they ask for without much delay leads to instant gratification, which will be a disadvantage for parents in the long run. The psychological disadvantage of instant gratification will be discussed in the upcoming challenge."
  },
  {
    "Q": "A strict parent ",
    "A": "Teaches discipline in the child",
    "B": "Will raise confident children ",
    "C": "Will make the child a bad decision-maker in future ",
    "R": "C",
    "I": "32.jpg",
    "T": "Children of strict parents are forced to follow rules that make them less competent in making decisions on their own",
    "D": "Strict parents always want children to follow their advice and instructions and will not entertain the child questioning and reasoning with them. Everything goes by the rules the parents set and there is not much space for any opinion. It’s like “either my way or the highway (either you listen to me, or you can leave my house).”\n\n\nIf you follow such strict parenting, you lose many things as a parent. One important aspect of successful parenting is the communication and emotional attachment between parent and child. When you are a strict parent, the child may not share with you many things that he may share otherwise. Also, when they are made to follow what is being said, children will always tend to be suggestible. They find it hard to make independent decisions in life. In a similar situation in the future, when they are instructed to do something by an authoritative figure, such children may comply without thinking.\n\n\nParents should encourage children to think independently, share their opinions without fear, listen to them patiently and encourage it if found reasonable enough."
  },
  {
    "Q": "Among the toys below which is best for a child’s psychological development?",
    "A": "A play gun",
    "B": "A medical set",
    "C": "Bop Bag",
    "R": "B",
    "I": "33.jpg",
    "T": "When buying toys for children buy those which promote positive emotions like empathy",
    "D": "Children love to play socially and parents need to encourage it considering that children are getting addicted to handheld devices. Social games are those activities which help children relate socially and identify themselves with real life roles. When promoting social games, parents should try to avoid games which generate happiness by hurting a fellow being, like shooting and war games. Instead, games which help to develop positive emotional feelings in the child, like medical sets, can be selected. These are social games which help children identify others’ sufferings, empathize with them, help them and finally receive satisfaction from the whole experience. Similarly for girls, kitchen sets or hungry baby dolls that need to be fed are ideal social toys which encourage them to adapt to social roles."
  },
  {
    "Q": "If you have a choice to select friends for your child, you  will consider someone",
    "A": "Who scores good grades",
    "B": "Who is intelligent",
    "C": "Who is kind and helpful",
    "R": "C",
    "I": "40.jpg",
    "T": "Peers influence a child’s character more than his scores",
    "D": "This is a mistake most parents make. They try to assess their child’s friends by how well they fare in academics alone. However, parents should give more importance to the development of a child’s personality, where friendships and peer pressure have much influence. Rather than giving importance to a child’s academic performance, their character formation should be of more concern to the parent. Character is what remains, when a person loses everything in life. A child who is kind, willing to help others, and empathetic will be a good friend for your child. He will influence your child’s personality formation in a positive way."
  },
  {
    "Q": "How will a four month old baby react if her mother suddenly leaves her and goes out of the room?",
    "A": "The baby will be worried till the mother returns ",
    "B": "The baby will be confused at first and then forget",
    "C": "The baby will look around and try to find its mother ",
    "R": "B",
    "I": "4.jpg",
    "T": "A four month old baby will not realize that an object has disappeared suddenly because it has moved away as they have not yet developed the concept of object permanence",
    "D": "Smaller babies do not have a concept of what developmental psychologists call ‘object permanence’: that is believing an object ceases to exist when it disappears from sight. In psychological experiments when a favorite toy was presented to an infant and then was covered with a blanket, an infant that has started to develop object permanence might reach for the toy or try to grab the blanket off the toy. Infants that have not yet developed this might appear confused and think the toy has suddenly disappeared.\n\n\nThis also explains why smaller infants do not cry when the mother leaves suddenly (because for the baby, out of sight means out of mind!) while an older child may frantically start searching for the mother."
  },
  {
    "Q": "Children of what age usually start playing hide and seek?",
    "A": "Three years ",
    "B": "Four  years",
    "C": "Seven years",
    "R": "B",
    "I": "8.jpg",
    "T": "Around 4 to 6 years of age children will start seeing the world from others perspective",
    "D": "Before 3 years, your child believes that everything revolves around him. He is the center of her world. He cannot see from the perspectives of others. Children at this age when they want to hide will just cover their eyes themselves. When they close their eyes and find darkness, they believe that others are also in the dark and therefore can’t find them. So, they won’t understand the need for hiding from the other’s field of vision.\n\n\nAfter around 3 to 4 years, children have the psychological development to think from another person’s perspective and will know that to stay out of someone’s sight, he will have to hide under a piece of furniture or behind a wall, and so he starts enjoying  hide and seek."
  },
  {
    "Q": "What should the parents’ response be if they see their teen child crying for less serious reasons?",
    "A": "Don’t cry dear, we are there for you",
    "B": "What’s there to cry, life is hard",
    "C": "Now that you have finished crying, let’s talk",
    "R": "C",
    "I": "10.jpg",
    "T": "Premature suppression of normal emotional ventilation may be discouraged",
    "D": "Well, you are like every other parent. Nobody likes to see their children cry. But sometimes parents become oversensitive to the extent that they feel their children should not have any physical or psychological pain, which is not healthy.\n\n\nWhen a child learns to walk, he will fall down and cry. Initially parents will respond to the call and support the child. Slowly the parental support is deliberately brought down and parents will think that the child should be left alone and he should learn from each fall. The child then learns to find balance and further advance his motor milestones.\n\n\nBut a similar response does not happen in the case of psychological pain. When children cry, the parents’ immediate response is to stop it without delay and they try to suppress the normal emotional expression of pain. Only when the child cries and expresses the pain fully will he understands that such psychological trauma is also part of life and thereby learn to overcome such emotional states by himself.\n\n\nHence, it would be better if parents facilitate natural emotional expression and once the child has stopped crying, they can talk to her and give her their support and encourage her to talk about it."
  },
  {
    "Q": "Why do children lie?",
    "A": "Due to fear",
    "B": "Can’t differentiate between Truth and Lies",
    "C": "Don’t know the value of honesty",
    "R": "A",
    "I": "11.jpg",
    "T": "A child who fears the consequence of getting caught will lie.",
    "D": "Children may lie for a number of reasons: to avoid getting caught, to gain attention or even for fun. When they lie for a reason, it's either for achieving some sort of advantage, but mostly it is done to avoid harsh consequences. The latter can be something the child fears, such as physical punishment or loss of privileges.\n\n\nFor example, imagine that your child is handling a precious piece of crockery (may be helping you with some housework you are doing). But it accidentally falls down and breaks. Now if the your response is too harsh, the next time a similar accident happens, the child will make sure that you will never find out. May be he will lie. This will make him understand that with a lie he will be safe, but if he tells the truth, the consequences can be devastating. Remember, it may be difficult to fix broken crockery, but it's definitely harder to repair a shattered young mind."
  },
  {
    "Q": "To teach a child something new, especially a behaviour, you will ",
    "A": "Give him lots of lessons",
    "B": "Give him an experience",
    "C": "Ask him lots of questions and explain practically",
    "R": "B",
    "I": "13.jpg",
    "T": "Children learn better from life experiences than lectures",
    "D": "Most parents complain about this. They feel tired of giving the same lesson and advice day after day, while their child does not seem to comply.\n\n\nThe reason for this is simply that children do not learn from your advice, classes or lectures, but they do learn from experiences. If you must teach your child a behavior, simply telling them to do what you like will not suffice. You have to make the child experience the behavior and its positive outcome.\n\n\nFor example, imagine a parent who always advises his child never to lie. But to avoid a call, if the father asks his child to answer the phone and tell the lie that his father is away from home, all that advice has become ineffective with just a single experience.\n\n\nRemember, one experience is more powerful than a thousand lectures for a child."
  },
  {
    "Q": "How will I know if a child has depression or significant worries?",
    "A": "When he is trying to say something to his parent but can’t ",
    "B": "When he has changes in behavior and interests ",
    "C": "When he starts sharing his worries ",
    "R": "B",
    "I": "44.jpg",
    "T": "Children may not share their worries as adults do, rather there may be behavioural changes",
    "D": "Most adults think children are always happy and never have any significant worries. But what they fail to realize is that just like adults, children also have a brain and are not immune to problems. They also have stressors like problems at school, family and real life events. Sometimes common situations like change of school, separation of a friend or demise of a grandparent can be a significant stressor for the child.\n\n\nWhen adults are depressed, they will approach another adult who is close to them or a professional mental health worker to share their problem. But this is not the case with small children. Younger children are poor communicators and they are not going to approach an adult or parent and let them know that they are having a problem. Parents and teachers have to watch for subtle changes in the child’s behaviour. One significant change to watch out for is decreased interest in previously interested activities. Examples are decreased interest in going to class, not using playtime as before, less interest for previously enjoyed foods, and decreased interest in television time. Children may also express increased irritability and lack of concentration in class.\n\n\nHence a parent has to look for changes in the child’s behaviour and not wait for the child to express his distress which may be unlikely."
  },
  {
    "Q": "Giving  physical punishments to children ",
    "A": "Will suppress a behaviour ",
    "B": "Will make the child less aggressive ",
    "C": "Will teach him a good lesson ",
    "R": "A",
    "I": "8.jpg",
    "T": "Physical punishment will only help to suppress a behaviour and will never eliminate it",
    "D": "Many parents believe that giving physical punishments like caning a child will help prevent a bad behaviour from reappearing. In fact, physical punishment only suppresses a behaviour for the time being and does not eliminate it. For example, imagine a 10 year old child, who is never given any pocket money. He sees his friends buying things they want with their pocket money. Now he cannot control an impulse to take money from his father’s wallet and takes it out of his wish to join his friends for a hangout. If the father finds this out and beats him badly, the child’s behaviour is suppressed for the time being. Next time when he takes money, he will make sure that no one in the family will ever find out.\n\n\nAlso studies have shown that physical punishments will make children more aggressive in future. They will learn that it is all right to physically hurt some one who is weaker than you if they don’t comply with your wishes."
  },
  {
    "Q": "What needs to be done if your child is a troublemaker at home, but is a saint at school?",
    "A": "My home environment needs change",
    "B": "I should actively try to change my child",
    "C": "I should talk to his school and find the reason ",
    "R": "A",
    "I": "14.jpg",
    "T": "A child’s behaviour is modified by the environment and not the other way round",
    "D": "A child’s behavior is shaped, modified and reinforced by the environment. When a child exhibits a behavioural problem in several environments he is in, the problem might be with the child. If a child exhibits problematic behavior only in a particular environment and is well-behaved everywhere else, the problem is with the environment.\n\n\nIf the child’s behavior is problematic only within the family, parents need to find out what is the problem in the family atmosphere that makes the child’s behavior unmanageable and make necessary modifications. For example a permissive parenting style that lets the child do whatever he wishes may be the reason for his behaviour at home, while the same is not possible outside the house."
  },
  {
    "Q": "Adamant or stubborn behavior in a child",
    "A": "Is slowly shaped by past experiences",
    "B": "Can develop all of a sudden in any child",
    "C": "Is commonly seen in teens than in toddlers ",
    "R": "A",
    "I": "16.jpg",
    "T": "Adamant behaviour develops slowly in any child with a permissive parent who give in to previous demands",
    "D": "One of the commonest problems encountered by parents is their child’s adamant/demanding behaviour. It can develop at any age, and if unrecognized or ignored can get stronger as the child grows. Obstinate behaviour that appears in early part of childhood can gain momentum when the child becomes a teenager, when the demand from the part of the child can be higher. For example a 6 year old who rolled on the floor for a small toy, may threaten to jump from the balcony for a larger demand that is more difficult to be materialized.\n\n\nOn the other hand, stubborn behaviour is reinforced by past experiences. For example if a child is throwing a tantrum rolling on the floor for a toy in a crowded supermarket and the parent, to avoid an embarrassment, buys him the toy before leaving, the child not only stops rolling but also learns that it is an easier and assured way to meet his demand. This past experience will make him do the same behaviour every time he needs something difficult to obtain otherwise."
  },
  {
    "Q": "Imagine a 5 year old rolling on the floor and crying in a supermarket demanding a toy or candy. He is doing that because",
    "A": "He is playing with his parent’s emotions",
    "B": "He learned so from previous experience ",
    "C": "He knows the parent will get embarrassed ",
    "R": "B",
    "I": "17.jpg",
    "T": "A child throwing a tantrum knows well from his past experience that it’s the most successful way to make the parent meet his demand",
    "D": "This is one of the most embarrassing situations for any parent in public places. Though commonly seen in supermarkets and toy shops, it can happen with an obstinate child anywhere.\n\n\nYou cannot criticize the child for his behaviour. He is being tormented by innumerable advertisements on media about things he likes. He can’t resist them. He is also seeing you buying whatever you want from the store, so it’s natural for the child to express his demand too. Since kids at a very young age do not know the value of money, they don’t understand your economic explanations either.\n\n\nNow as a parent, if you are buying the child what he is demanding to avoid embarrassment, two things will happen. The child gets a lot of attention from onlookers while he is emerging a winner (everybody gives him a smiling face). Secondly, he gets rewarded with the material he asked for. You are happy because you avoided an embarrassment, but you have taught him an important lesson. Next time when he needs something really bad, he just has to repeat the same tantrum.\n\n\nA 5 year old child is not mature enough to understand what others are feeling as they are egocentric and think from their perspective. Hence he does not understand that others will be thinking low of his parents and will in turn make them embarrassed."
  },
  {
    "Q": "If your child suddenly starts demanding for a toy and throws a tantrum in a crowded supermarket.",
    "A": "You will save your face",
    "B": "You will try convincing the child",
    "C": "You will ignore the behavior ",
    "R": "C",
    "I": "18.jpg",
    "T": "Any behaviour will increase if given attention will decrease if ignored",
    "D": "It will be very difficult to convince a child who is busy throwing a tantrum because he is in no mood for any reasoning. As the parent tries to scold or argue with the child, it is also a form of attention (negative attention) and his tantrum will start gaining more momentum.\n\n\nIf you save your face by meeting the demand of the child you are teaching the child again and again that a tantrum is the best strategy to convince an otherwise uninterested parent.\n\n\nYou should do exactly the opposite of what the child expects. He wants your attention and to meet his demand. The opposite of this that you must do is to ignore him and move away. Don’t stand there and try arguing with the child. This is a form of negative attention and moreover, your child is in no mood to listen to your preaching.\n\n\nWhat you have to do will require a lot of courage as a parent. Just ignore the tantrum, and finish the shopping and walk away (of course, you are not leaving him, but giving him a message).\n\n\nThe child will soon find out that his parent is in no way interested in his demand and is almost at the exit. The crying will soon give way to anxiety and then to despair. If you are a keen observer of child behavior, you will see lots of angry parents leaving the store and a crying child following the parent to the parking lot. Try to be such a parent.\n\n\nRemember, no child throws a tantrum inside a supermarket, when his parent is not around. Behind every tantrum, there will be a parent who gives him attention."
  },
  {
    "Q": "Giving punishment to children for a wrong doing",
    "A": "Will eliminate the behaviour ",
    "B": "Will suppress the behaviour  ",
    "C": "Will facilitate the behaviour ",
    "R": "B",
    "I": "19.jpg",
    "T": "Punishments will only suppress a behaviour for the time being and never make it disappear for ever",
    "D": "Psychological studies discourage physical punishments for several reasons. Firstly, physical punishments only SUPPRESS a behavior and don’t ELIMINATE it. They ensure that the behavior is temporarily not expressed, but don’t remove it forever. For example, imagine that a parent finds out that his child has taken money from his wallet. If the parent decides to respond with physical punishment, the child might not give up the habit. Rather, he would ensure that next time when he does it, his father would never find it out.\n\n\nMoreover, psychological studies have shown that physical punishment teaches children that it is all right to harm someone less powerful than you if the latter does not comply with your ideology. Over time, it can promote aggression in children and increase the chances of bad conduct and other behavioral problems."
  },
  {
    "Q": "What is more effective to change a child’s behaviour?",
    "A": "Physical punishment",
    "B": "Non-physical punishment",
    "C": "Every day reminders",
    "R": "B",
    "I": "20.jpg",
    "T": "Non physical punishments may be healthy and more effective than physical punishments",
    "D": "Though physical punishments are to be avoided, nonphysical forms of punishments can be used and are found to be effective. For example, many kids would happily prefer getting spanked than not be allowed to watch their favourite cartoon.  Loss of privileges is more effective than physical punishment if used in the right manner. You can give a warning that, if the behavior is repeated, the child will be permitted to watch television for only half an hour instead of the usual hour.  Most children will comply if they learn that you mean what you say."
  },
  {
    "Q": "Rewards are things that",
    "A": "Are always bought and given ",
    "B": "Need not be purchased ",
    "C": "Have high value ",
    "R": "B",
    "I": "21.jpg",
    "T": "It’s not the value of the reward but the recognition it carries makes it important",
    "D": "Rewards need not be something material. Praises, words of encouragement, hugs and pats are examples of non-material rewards. Some times more than the bonus, words of appreciation from one’s superior is what motivates one more. If at all parents are buying rewards for promoting a good behavior they should try to substitute them  with nonmaterial rewards in the long run."
  },
  {
    "Q": "What is the best gift you have given to your child ever?",
    "A": "Don’t remember the price?",
    "B": "It costs nothing",
    "C": "I will always buy him the best",
    "R": "B",
    "I": "23.jpg",
    "T": "The best gift you can give to your child is attention (your time)",
    "D": "Remember the famous monkey baby experiment by the American psychologist Harlow. It showed that baby monkeys preferred mothers who gave comfort/attachment more than those which gave milk/food. Similarly, children like nonmaterial things like attention more than material things like food. You can give attention in the form of quality time you spent with the child, talking to them with good eye contact, encouraging the good things they do, acknowledging even small achievements they make and so on. However busy you may be, if you can spare a few minutes every day for your child that is the biggest gift you can give him/her."
  },
  {
    "Q": "When my child demands that I permit him to do a task which is usually done by me,",
    "A": "I will let him do it but will supervise ",
    "B": "I will do it for him",
    "C": "I will do it for him and let him watch",
    "R": "A",
    "I": "24.jpg",
    "T": "Give small age appropriate responsibilities to children from a very young age and encourage their efforts",
    "D": "If you are a parent who wants to lend a hand and supervise every activity the child does, it may not benefit the child in the long run. Such parents are called helicopter parents. They are like choppers that always hover above. These baby-boomer parents enjoy practices such as calling and complaining to their professors about the grades their children received. They take their children everywhere with them (or follow them everywhere/keep an eye on them all the time), and are involved in all their decision-making, not giving them adequate space to explore and expand on their own. For example, with the same apprehension of sending their kids to their first day at school, these parents take them to their high school competitive exams. They don’t let their high school son hang a Christmas star, but will confidently see him off for a professional course abroad in the next semester.\n\n\nThe problem with helicopter style of parenting is that there will be sudden unexpected situations in life, when the child is faced with an otherwise insignificant stressor and the parent won’t be there. They will have poor coping skills and are easily vulnerable to stressors.\n\n\nParents should encourage age-appropriate independent activities under supervision, and never try to be helicopter style parents."
  },
  {
    "Q": "Giving rewards to children frequently",
    "A": "Will slowly make them learn bribe  ",
    "B": "Is okay, as rewards can never be bribe ",
    "C": "Will make them expect a favour for everything in future",
    "R": "B",
    "I": "25.jpg",
    "T": "Rewards when delivered wisely can be a powerful tool to change a child’s behaviour",
    "D": "Many parents wonder what the difference between a bribe and a reward is. Some might worry that frequent rewards may lead the child to expecting a similar favour every time and make it feel like a bribe. After all, in both instances, your child is getting something for doing what you want him to do.\n\n\nBoth rewards and bribes offer something in exchange for a desired behavior, but the way they are delivered makes the difference. Rewards are planned ahead of time and are delivered after a behavior is achieved. But bribes generally happen when you unexpectedly make use of them to avoid a crisis. For example, you are in a queue awaiting patiently for your turn and you realize that your child who is anxious is about to have a meltdown. The moment she starts to misbehave, you reach for the nearby shelf and offer her a lollipop, reminding her to “Take this and be quiet.”  This is something on the spot, without any rules, a form of compromising with the child. This is a bribe.\n\n\nAlso, rewards need not be something material. Praise, words of encouragement, hugs and pats are examples of non-material rewards. Parents should try to substitute material rewards with non-material rewards in the long run. But bribes are always something material, like chocolates or money."
  },
  {
    "Q": "Rewards are something",
    "A": "That are bought and given",
    "B": "Need not be purchased",
    "C": "Something that has high value",
    "R": "B",
    "I": "26.jpg",
    "T": "Non material rewards like words of encouragement and praises are as effective as gifts",
    "D": "Rewards need not be something material. Praises, words of encouragement, hugs and pats are examples of non-material rewards. Some times more than the bonus, words of appreciation from one’s superior is what motivates one more. If at all parents are buying rewards for promoting a good behavior they should try to substitute them  with nonmaterial rewards in the long run."
  },
  {
    "Q": "Which is the best way to make your child listen to you?",
    "A": "Talk to him/her  in an interesting way ",
    "B": "He/she  has no other choice except to listen ",
    "C": "Give encouragement when he/she  listens  ",
    "R": "C",
    "I": "27.jpg",
    "T": "Any behaviour in a child can be increased by giving attention",
    "D": "Most parents complain that their children will not listen to them. But the question is how many parents would listen to their children when they need something. How many of us will switch off the television and put the remote aside to listen to the child in the midst of a favorite soccer match or a prime-time reality show? We may not do justice to the child in many instances, because we have more interesting and engaging activities in the same moment.\n\n\nThe child should learn that listening to the parent is a positive experience. Parents ask children a dozen things in a day. They may do half of these the way the parent wanted and the remaining not as well as the parents expect them to. If the parent does not say a good word about the tasks the child achieved and criticizes his mistakes, the overall experience for the child will be negative. This will not work for anyone, especially for children.\n\n\nTo make the child listen, you have to engage with them in a more interesting way. If the child feels that listening to the parent is more interesting and rewarding, he will listen. This means the parent must give the child good eye contact, more emotional attachment, praise and encouragement."
  },
  {
    "Q": "How will I change the behavior of an entire group of children?",
    "A": "By giving them lots of classes together ",
    "B": "By giving them an experience together ",
    "C": "It is a very difficult task ",
    "R": "B",
    "I": "28.jpg",
    "T": "Children learn from experience more than they learn from lectures and advices",
    "D": "Some parents say that children do not follow a task despite their repeated instructions. Their lectures fall on deaf ears. The reason is simple, children learn from experience rather than lectures. This is true for not just one child, but even for entire groups of children.\n\n\nTo substantiate this, an example from an experience of a school in India is worth mentioning. A school in the northern part of India found that their students were wasting drinking water despite regular reminders. They were using water more than what was required and were not closing the taps after use. They gave children classes about the importance of saving water. ‘Save water’ notices were displayed in the wash area. Nothing worked.\n\n\nLater, they tried something different. They kept large containers near the exit at several places. Before going home, the children had to empty the water remaining in their water bottles into the collecting container. Before this, that water was being wasted by the students themselves on their way home. Next day, the water saved in the large collection vessels was used to water the plants inside the school campus by the students themselves. Within a few days of this exercise, the wastage of water in the school came down.\n\n\nThis simple example proves that, more than explaining, lecturing and advising children, giving them an experience is more effective."
  },
  {
    "Q": "When your 10 year old child asks for pocket money, you will tell",
    "A": "That you will buy him what he wants ",
    "B": "That you will start a bank account in his name instead ",
    "C": "“OK, but don’t spend it all”",
    "R": "C",
    "I": "29.jpg",
    "T": "Teach children  value of money by making them spend it wisely",
    "D": "It is a good habit to give children pocket money provided it is delivered wisely. This can be started at an age when they understand the value of money and start asking for money to buy things they want. If they are given money whenever they ask for it, or the parent meets  their need directly,  they will never understand the value of money.\n\n\nThey can be given fixed allowances on a weekly basis which they have to split into three parts: 50% for spending, 40% for saving and 10% for charity. They should have two piggy banks --- one for savings, and the other for charity. Now if the child wants something expensive for a future date, the parent can always remind him to save for it because if the child has to earn it, he will better understand the value of money. This is much better than the parent being a passive money bank dispensing money whenever the child demands it.\n\n\nAlso, as they must wait for something more valuable, they learn delayed gratification and the reward of patience. When they save enough money to buy something they have waited for, they will also spend the saved amount for charity. By this, they also learn the value and joy of sharing."
  },
  {
    "Q": "What decides a child’s long-term success more?",
    "A": "Perseverance and intelligence ",
    "B": "IQ  and memory",
    "C": "Marks at school ",
    "R": "A",
    "I": "31.jpg",
    "T": "Psychologically, it’s perseverance that decides a child’s success in the long run",
    "D": "This is a million-dollar question for any parent. Most parents believe that intelligence is a predictor of long-term achievement of their child, but there are more powerful factors that come into play.\n\n\nIn 1972, a famous study was done at the Stanford University, led by psychologist Walter Mischel, about delayed gratification in children. Children of 5 to 6 years of age were observed one by one in a closed room where the psychologists left them with a marshmallow. They were told that they could have the marshmallow, but if they could resist having it till the psychologist returned, they would be given two marshmallows. Children who wanted to have instant gratification failed the experiment, while those who could resist having the marshmallow for a later benefit were found to have developed delayed gratification.\n\n\nIn follow-up studies, the researchers found that children who could wait longer for the preferred rewards tended to have better life outcomes, as measured by educational attainment, and other life measures.\n\n\nResilience and perseverance are other qualities in children that are attributed to long-term success. Hence, parents should teach children delayed gratification, patience, coping with crisis, and the joy of waiting for something better."
  },
  {
    "Q": "Which of the following is the ideal spacing for a second child?",
    "A": "One year",
    "B": "Two years",
    "C": "Four years",
    "R": "C",
    "I": "34.jpg",
    "T": "It  will take  3 years for the uterus to regain health after a normal delivery",
    "D": "According to gynecologists, it will take a whole 3 years after normal delivery for the uterus and pelvic organs to regain their previous states. Another concern is the age of the mother at the time of conception. Babies have increased risk for malformations and genetic disorders if the age of the mother is above 35 years. For fathers, the ideal upper age limit is 40 years. The elder child will have the psychological development to think from others’ perspective after 4 to 5 years. Around this time, he will be able to understand his sibling more. Parents can arrive at a decision after taking all the above facts into consideration."
  },
  {
    "Q": "Should single parents be more concerned/not more concerned about their child?",
    "A": "Not more concerned. Why should one be? ",
    "B": "More concerned, child gets only half the share of care.",
    "C": "More concerned,  child gets only half the share of the love. ",
    "R": "A",
    "I": "35.jpg",
    "T": "It is NOT the quantity of time that you spend with your child that matters, but its quality",
    "D": "It’s not the amount of time that you spend with your child that matter, rather the quality of that time. That is the ‘quality’ of parenting is more important than the ‘quantity’ (hours of time spent). So even if you are the only parent, if you compensate for that with the quality of your care, you will be as good as any other parent.\n\n\nSome parents may not be physically present with their children, being away for work or for other reasons. But they will ensure to call their children daily and talk to them about their everyday experiences. This may be more beneficial than parents who are physically available all the time, but communicate little with children."
  },
  {
    "Q": "If a child doesn’t get the right amount of attention from his family",
    "A": "He may be attracted to attention from elsewhere ",
    "B": "He will wait for it until he gets it from home ",
    "C": "He may not respond to attention offered later ",
    "R": "A",
    "I": "36.jpg",
    "T": "Children love attention more than anything else, not necessarily from their own family",
    "D": "As discussed earlier, what children like most is positive attention. Positive attention is normally expected from those within the family. If the amount of attention from within the family is very less for a child and if he feels that he is able to get more attention and appreciation from elsewhere, the child may get emotionally attached to people outside the family. This emotional attachment can be healthy or sometimes unhealthy. Unhealthy emotional attachment outside the family can lead to several unwanted problems, including premature relationships.\n\n\nChildren loves attention at all times, which means even if they are deprived of attention from home initially due to some reasons, they will always welcome it if provided later."
  },
  {
    "Q": "What will be your response when your first child sees his baby brother for the first time? ",
    "A": "“Let him sleep, come here” ",
    "B": "“I’m sure he will be so excited seeing you” ",
    "C": "“Careful, you will  wake him up” ",
    "R": "B",
    "I": "37.jpg",
    "T": "Parents should encourage emotional attachment between siblings  from a very young age",
    "D": "Sibling rivalry is a term used to describe the negative emotions developing in a child immediately following the birth of the younger child. This usually happens within the first 6 months after the arrival of second child, when the parental care is naturally enhanced towards the newborn baby. Parents have to be careful in the way they influence the emotional bonding between siblings. Involving the elder child in the care of his younger sibling under supervision, giving him small responsibilities and encouraging his active participation will all work towards a future harmonious relationship between siblings. Similarly, sensitive critical comments and comparison between siblings are best avoided, at least in their presence."
  },
  {
    "Q": "What is a better determinant of our child’s social success in the future?",
    "A": "Intelligence ",
    "B": "Developmental Milestones",
    "C": "Emotional quotient ",
    "R": "C",
    "I": "38.jpg",
    "T": "Emotional intelligence is important for  a socially successful life",
    "D": "IQ and EQ are two different capacities of brain. While IQ is the measure of one’s intelligence, EQ is the reflection of one’s ability to assess, handle and process emotions. If intelligence is necessary for one’s academic and intellectual success, it’s the Emotional Quotient that determines how far one succeeds in the social realm of life. Children with higher EQ will grow up to be good with social relationships, understanding others’ feelings, and maintaining good family relationships. Their ability to adjust socially to the workplace and family will ensure that they enjoy life and keep people around them happy.\n\n\nDevelopmental milestones are important for both the physical and psychological development of the child, but are not related to success in social life."
  },
  {
    "Q": "If your child asks why he should follow a house rule and you say “Because I say so!”, then you are having",
    "A": "Authoritative parenting style ",
    "B": "Authoritarian parenting style ",
    "C": "Permissive parenting style ",
    "R": "B",
    "I": "39.jpg",
    "T": "Try to adapt a healthy parenting style",
    "D": "Parents who are very strict usually want their children to follow their instructions without questioning. They feel that their advices and instructions are to be followed because they are the authority in the family. They believe all orders are to be followed and should not invite any questions. Any failure to comply with their rules usually attracts severe punishments. This type of parent-centered style of parenting is known as authoritarian parenting style. Children of such strict parents grow up to be more suggestible, less social competent, lack confidence in decision-making, tend to self-blame and have increased risk for depression.\n\n\nAuthoritative parenting style is the child-centered approach where children have the freedom to think rationally and make opinions. They encourage children to be independent, but give supervision and set limits/boundaries. Punishments are rarely used and often the child is permitted to experience the natural negative consequences of its unwanted behavior. Less of physical punishment is used and more importance is given to positive reinforcement and rewards. Children of authoritative parents grow up to have a positive outlook, are successful in life and become good decision makers.\n\n\nParents following the permissive parenting style allow children to make decisions without their active intervention. They avoid any form of confrontation and their children grow up with little discipline and poor self-control."
  },
  {
    "Q": "A parent should be more worried about child’s character development, if he has",
    "A": "Lack of remorse ",
    "B": "Lack of obedience ",
    "C": "Lack of respect for elders",
    "R": "A",
    "I": "41.jpg",
    "T": "Children with conduct disorder seldom feel guilty for doing wrong",
    "D": "Most parents equate lack of obedience to character deterioration. But disobedience may also result from a child’s longing for becoming independent. When a child does not want to comply with a parent’s suggestions, the reason for noncompliance should also be enquired into. Disobedience may also be influenced by the child’s mood, emotions and opinions. Children should be encouraged to pay due respect to others, especially elders. Parents can be role models and children will naturally follow. For example, offering one’s seat in a crowded metro for an elderly person will be worth more than a thousand pieces of advice.\n\n\nOn the contrary, lack of guilt or remorse is something that every parent should worry about. Children can make mistakes and may lie to prevent getting caught. But when they are found out, and are asked about their deed, most of them feel guilt and feel sorry for what they did. But children with conduct disorder and antisocial personality traits may refuse to accept their mistake and if at all they do, they never feel sorry for the act. Lack of remorse or guilt is one important feature of children with possible underlying deterioration in character."
  },
  {
    "Q": "What is the risk involved if a child shows emotional attachment to a friend elder to him?",
    "A": "Risk of change in character ",
    "B": "Difficulty in relating with each other  ",
    "C": "Difficulty in identifying social situations ",
    "R": "A",
    "I": "42.jpg",
    "T": "Age inappropriate behaviour changes can happen in a child who has more influences of friends elder to him",
    "D": "Some parents encourage children forming friendships with people much elder to them. They feel that attachment to an elderly figure will make them more mature and wiser. It’s seen that children who have lower intelligence form friendship easily with children younger to them, and children with higher IQ may find it more comfortable with people older to them. But forming an emotional attachment with a person much older to oneself need not always have positive results. Sometimes it can result in behaviour that is inappropriate for that age according to social norms in a child of developmental age. It’s not rare to see children with conduct disorder forming friendships with older adults. Hence if a child forms attachments to other peoplewho are much older in age, parents should ensure that the child’s character formation is not influenced by social behaviours inappropriate for the child’s age."
  },
  {
    "Q": "I should be MORE worried if my 10 year old child has which of the following?",
    "A": "Gradual deterioration in studies since early school years ",
    "B": "Sudden decline in studies in the last 3 months ",
    "C": "Recent increase in playtime and decrease in marks  increase in  play time and decrease  in marks",
    "R": "B",
    "I": "43.jpg",
    "T": "Sudden change in academic performance in a previously well-performing child may need evaluation",
    "D": "Gradual deterioration of academic functioning is a reflection of one’s intellectual functioning. Children with lower IQ may not be able to perform as good as their peers. This may go unnoticed in the early part of their schooling. However it may come to attention towards the later part of schooling when the academic demand from the part of the child is higher. IQ is an almost static indicator of intelligence and can be seldom changed with will.\n\n\nOn the other hand, a child who was doing well in class previously, but has recent deterioration in academic functioning will require further evaluation. If there is decline in academics with associated increase in play time it may not be due to the child’s lack of cognitive ability and parents can think of modifying the playtime and study time."
  },
  {
    "Q": "How will I know if a child has depression or significant worries?",
    "A": "When he is trying to say something to his parent but can’t ",
    "B": "When he has changes in behavior and interests ",
    "C": "When he starts sharing his worries ",
    "R": "B",
    "I": "23.jpg",
    "T": "Childhood depression may present as recent change in behaviour and interests",
    "D": "Most adults think children are always happy and never have any significant worries. But what they fail to realize is that just like adults, children also have a brain and are not immune to problems. They also have stressors like problems at school, family and real life events. Sometimes common situations like change of school, separation of a friend or demise of a grandparent can be a significant stressor for the child.\n\n\nWhen adults are depressed, they will approach another adult who is close to them or a professional mental health worker to share their problem. But this is not the case with small children. Younger children are poor communicators and they are not going to approach an adult or parent and let them know that they are having a problem. Parents and teachers have to watch out for subtle changes in the child’s behaviour. One significant change to watch out for is decreased interest in activities in which they were previously interested. Examples are decreased interest in going to class, not using playtime as before, less interest in foods that they previously enjoyed, and decreased interest in television time. Children may also express increased irritability and lack of concentration in class.\n\n\nHence a parent has to look for changes in the child’s behaviour and not wait for the child to express his distress which may be unlikely."
  },
  {
    "Q": "What other factors in a hyperactive child suggest ADHD?",
    "A": "Disruptive behaviour",
    "B": "Disobedience",
    "C": "Impulsive",
    "R": "C",
    "I": "5.jpg",
    "T": "ADHD or Hyperactivity is a common childhood condition that is often mistaken by parents for ‘Over smartness’",
    "D": "ADHD (Attention deficit hyperactivity disorder) is a very common childhood problem that affects about 5% of preschool children. Which means roughly one out of 20 students in a class will have the problem. It is more common in boys. Children with ADHD will present with three main symptoms: hyperactivity, poor concentration, and impulsivity.\n\n\nHyperactivity is evident as the inability to keep still, especially in a distracting environment.  These children appear as if they are driven by a motor. They will squirm and fidget in their seat and will be restless if made to stay calm.\n\n\nDifficulty in concentration will be evident more in class. They need repeated reminders from teachers to give attention to what is being taught as these kids are highly distractible. But distractibility is not noticed in activities that interest them, like watching a favourite cartoon show.\n\n\nImpulsivity is manifested as the inability to wait for turns and picking up fights with others. ADHD children will often get blamed for doing something without proper thinking. They will make silly mistakes in their answer papers partly due to inattention and also due to writing answers impulsively without thinking.\n\n\nADHD responds very well to medical management."
  },
  {
    "Q": "For asking a 6 year old to keep the toys back after playing, which is an ideal way to give the command?",
    "A": "After playing, always keep your toys back ",
    "B": "It’s not good to keep toys lying on the floor after playing ",
    "C": "Do you know how bad others will feel seeing  toys  on the floor ",
    "R": "A",
    "I": "45.jpg",
    "T": "Always tell children what they should do and not what they shouldn’t do",
    "D": "One common mistake parents make while giving instructions to children is that they make it complicated. One has to consider the age of the child and his intellect while giving instructions. Children will not have the cognitive ability to comprehend complicated instructions like adults. Hence the intellectual age of the child has to be considered before parents give them lengthy instructions.\n\n\nSimilarly better than telling children what not to do, it’s a lot easier to make them understand what to do. For example telling “It’s NOT GOOD  to keep toys lying on the floor after playing” advises them what not to do rather than what they should do. This will be confusing for a small child. A simpler instruction would have been “keep toys back after playing”\n\n\nAlso it’s unwise to give instructions to children as questions. For example when you deliver an instruction as a question to a small child, like “Do you know how bad others will feel when they see toys lying on the floor?”, the child  will get confused whether it’s a question or instruction. If you want, you can break the sentence into simple parts to make it less complicated. For example, “Keep the toys back after playing. Don’t leave them on the floor. It will make others unhappy”."
  },
  {
    "Q": "Who will make an  ideal friend for your child?",
    "A": "Someone of younger age ",
    "B": "Someone of the same age ",
    "C": "Someone elder ",
    "R": "B",
    "I": "14.jpg",
    "T": "Age inappropriate behaviour changes can happen in a child who has more influences of friends elder to him",
    "D": "Some parents encourage children forming friendships with people much elder to them. They feel that attachment to an elderly figure will make them more mature and wiser. It’s seen that children who have lower intelligence form friendship easily with children younger to them, and children with higher IQ may find it more comfortable with people older to them. But forming emotional attachment with a person much older to oneself need not always have positive benefits. Sometimes it can result in age inappropriate social norms in a child’s developmental  stage. It’s not rare to see children with conduct disorder forming friendships with older adults. Hence if children form attachment to others much older in age, parents should ensure that their character formation is not influenced by age inappropriate social behaviours. "
  },
  {
    "Q": "If your son does a mischief and you beat him because of your childhood experience from your father, you are exhibiting which parenting style?",
    "A": "Instinctive parenting ",
    "B": "Passive parenting ",
    "C": "Neglectful parenting ",
    "R": "A",
    "I": "4.jpg",
    "T": "Adopting a healthy parenting style is vital to a child’s psychological development",
    "D": "Instinctive parenting is the most common type of parenting used by parents. It is Influenced by how our parents raised us. The parent uses momentary instincts to respond to daily parenting needs, which are shaped by his own experiences as a child. There are no rules or patterns, but the parent tries to enforce discipline by making the child follow what the parent thinks is right for that particular situation. An example of instinctive parenting is a parent consistently serving porridge for breakfast because it was a staple diet in his own childhood. "
  },
  {
    "Q": "The mother’s mental state will affect the developing baby ",
    "A": "Before the baby’s brain has developed in fetus ",
    "B": "After the baby’s brain has developed in fetus",
    "C": "Usually will not affect the developing baby directly ",
    "R": "C",
    "I": "2.jpg",
    "T": "Though maternal health is vital for developing foetus, its nervous system may not necessarily be affected by maternal psychological stressors directly",
    "D": "This is a very common concern of parents. They fear that maternal stressors will affect the developing baby’s mind. The human nervous system in its most rudimentary form starts starts forming at about 4 weeks of pregnancy. However, the developing fetal nervous system is in no way directly connected to the mother’s brain. Stressful life events are common in pregnancy and unless there are continuous stressors throughout pregnancy that can raise maternal stress hormones, the developing fetal brain will be unaffected.\n\n\nHowever, a mother’s food habits, medicines and anything that enters her bloodstream can also reach fetal circulation and can affect the baby’s development."
  },
  {
    "Q": "When a 3 year old falls down and hits furniture, he cries. He becomes happy when someone hits the furniture. Why ?",
    "A": "It looks funny and he enjoys ",
    "B": "The child gets distracted and forgets his pain ",
    "C": "The child thinks furniture feels pain ",
    "R": "C",
    "I": "44.jpg",
    "T": "Small children may not identify inanimate objects in their exact sense",
    "D": "According to Jean Piaget, a famous developmental psychologist, children about 2 to 7 years have what is known as animistic thinking, where they believe that inanimate objects around them have living qualities. They felt pain when they fell on the furniture. Now when someone beats the furniture it should also feel the pain. Even though children at this age can differentiate between living and nonliving things, they will think that the furniture will feel pain. This concept will be extinct by the time child reaches 6 to 7 years of age."
  },
  {
    "Q": "Why do some children start using left hand when they start writing, even though both parents are right-handed?",
    "A": "Handedness is decided by which side of brain is dominant ",
    "B": "Children of right-handed parents should be right-handed ",
    "C": "It may be a developmental abnormality ",
    "R": "A",
    "I": "34.jpg",
    "T": "Handedness is decided by cerebral  dominance ",
    "D": "Our handedness is determined by our nervous system and solely depends  upon which part of our brain is more dominant. Right-handedness is much more common than left-handedness and 90% of the world population is right-handed. Left-handedness, in which the right side of brain is dominant, is far less common. Children upto 3 years may be ambidextrous, meaning they may use both right and left hands equally before finally a dominant hand emerges. Handedness has little genetic predisposition. Studies have shown that even if both parents of a child are left-handed, there is a low chance of the child being left-handed. Even though left-handedness is rare, it only means that the right side of brain is dominant and it is something quite normal."
  },
  {
    "Q": "When will a child’s mind start developing more?",
    "A": "In the early weeks of pregnancy",
    "B": "While the baby’s brain has developed inside mother",
    "C": "After the child is born",
    "R": "C",
    "I": "1.jpg",
    "T": "The human mind starts developing when the baby starts learning from its environment and experiences.",
    "D": "Even though a baby’s brain starts developing inside the womb, it lacks the sensory stimulation necessary for neuronal development for the complexities of the mind. However, the child’s developing ears can hear muffled sounds from the mother’s body and her voice and other sense organs transfer some information to the baby’s brain.\n\n\nThe human mind continues to form when the baby is born and starts sensing, experiencing and learning from its environment and experiences."
  },
  {
    "Q": "What is an example for a NON PHYSICAL punishment?",
    "A": "Pinching or using less physical force ",
    "B": "Giving reward for a good behaviour ",
    "C": "Not permitting the child to watch TV ",
    "R": "C",
    "I": "44.jpg",
    "T": "Non physical punishments are more effective than physical punishments like beating",
    "D": "Any form of physical punishment is to be avoided. Minor physical punishments like pinching can also be harmful for any child. However, non physical forms of punishment can be used and are found to be effective. Non physical punishments are those methods which do not bring any form of physical harm to the child.\n\n\nFor example, many kids would happily prefer getting spanked than not be allowed to watch their favourite cartoon. Loss of privileges is more effective than physical punishment if used in the right manner.\n\n\nYou can give a warning that, if the unwanted  behavior is repeated, the child will be permitted to watch his favourite cartoon show only half an hour later. Most children will comply if they learn that the parent means what he says."
  },
  {
    "Q": "Among the following, which is an example of a social game for children?",
    "A": "Chess  ",
    "B": "A kitchen set ",
    "C": "Badminton",
    "R": "B",
    "I": "44.jpg",
    "T": "Social games are those which help children adapt to social roles",
    "D": "Children love to play socially and parents need to encourage this, considering that childrenare nowadays getting addicted to handheld devices. Social games are those activities which help children to relate socially and identify themselves with real life roles. When promoting social games, parents should try to avoid games which generate happiness by hurting a fellow being; for example, games that involveviolence or war games. Instead, games which help to develop positive emotional feelings in the child, like medical sets, can be selected. These are social games which help children identify others’ sufferings, empathize with them, help them, and finally receive satisfaction from the whole experience. Similarly, kitchen sets are ideal social toys which encourage kids in adapting to social roles; for example, serving food to hungry baby dolls."
  },
  {
    "Q": "When do children start observing others behaviour?",
    "A": "As growing babies ",
    "B": "When they start walking",
    "C": "Immediately after birth",
    "R": "A",
    "I": "3.jpg",
    "T": "Infants start observing parents and others in the family at a very young age",
    "D": "At the time of birth, a baby’s eyesight is not fully formed. A few weeks after birth, the baby can process complex visual stimuli and starts preferentially looking at faces. Observing faces gives way to imitation. If dad sticks out his tongue and makes a face, the baby’s brain tries to reciprocate. This is a good time to start showing the baby things like pictures of faces of the people in their life.\n\n\nImagine a few months-old baby in the mother’s arms while an unexpected visitor arrives. Even though it’s too early for the infant to understand what they are saying, the baby keeps looking from the stranger’s face to its mother, back and forth. The baby is trying to understand the conversation from their facial expression. Finally, when the stranger is about to leave and extends his arms to welcome the baby, gesturing to the child to ask whether it would like to come to him, the first thing the baby does is to look at its mother’s face. Only if the mother gives a warm positive gesture will the baby reciprocate.\n\n\nHence, parents must be very careful when they are in the company of their children. However small the infant maybe, you are being observed."
  },{
    "Q": "How will you react when you find that your child broke something?",
    "A": "Who broke this?",
    "B": "I see you broke something, Do you want to talk about it?",
    "C": "How can you be so careless?",
    "R": "B",
    "I": "5.jpg",
    "T": "Don’t ask questions which might tempt them to lie.",
    "D": "Children may lie out of fear to get out of trouble mostly and sometimes for fun or impress others. When you know your kid broke something and ask him who broke this, the chances are high that he will try to manipulate. Rather than criticizing the child, it is wise to separate the doer from the deed. Let him know that you know he made a mistake and don’t give him the space to formulate a lie. Talk to him in a friendly way and let him know that you love them no matter what they have done."
  },
{
    "Q": "Should you allow a toddler help put out your cooker?",
    "A": "yes, it’s something can always help with.",
    "B": "Only under my supervision.",
    "C": "No, it’s not advisable to allow that.",
    "R": "C",
    "I": "6.jpg",
    "T": "Only allow children to operate appliances when old enough",
    "D": "While it is a great idea to have children help with chores whenever possible, don’t make them use appliances such as the cooker, pressing iron and others that could potentially cause harm. A short story best explains our selection. A young mom was cooking with her three years and explained the steps all along including how to put on/off the burner. A few days later, she was in the shower when she smelled something nice. Her son had taken a stool from the sitting room into the kitchen, pushed it close to the stove, climbed on and was frying plantain with butter. The fried plantain were good, but he was just three.
Lesson: Children can get too curious and shouldn’t be encouraged to operate potentially hazardous appliances until they are old enough to do so."
  },{
    "Q": "Who among these has the most influence on a child’s behavior?",
    "A": "Parents",
    "B": "School teachers",
    "C": "Friends",
    "R": "A",
    "I": "8.jpg",
    "T": "Children copy first and foremost from parents",
    "D": "Psychologists have proven that children learn from and copy their parents’ actions and words. The way parents talk always becomes a child’s inner voice. Instead of being a disciplinarian and complaining about your child’s bad behavior, strive to be a positive role model for your ever attentive kids. You are your child’s first ever teacher and children tend to do what you do and not what you say. Act nicely to people, complain less, be optimistic and exhibit positive traits at all times. Always be the perfect example of who you want your children to be."
  },{
    "Q": "It’s said that parents love is  ‘unconditional’. What does it mean?",
    "A": "Loving them blindly",
    "B": "Fulfilling  whatever conditions they set",
    "C": "Loving them without any conditions",
    "R": "C",
    "I": "23.jpg",
    "T": "A parent’s love for child is without any expectations or conditions",
    "D": "Parents need to love children unconditionally, meaning they have to love children no matter what they have done. It is not a give and take relationship. Sometimes children especially those with special needs or differently-abled, may cause physical harm to parents. But in spite of this you can see their love for their child not affected. This is one example of true love between a mother and child which is otherwise called ‘unconditional’."
  },{
    "Q": "Should you clear your children’s plates after a meal or help put toys away?",
    "A": "yes, always.",
    "B": "no, they can handle these small tasks.",
    "C": "Sometimes.",
    "R": "B",
    "I": "4.jpg",
    "T": "Don’t encourage a child to be overly dependent it makes them lazy.",
    "D": "Assisting a child with simple tasks such as these make them overly dependent and delays the development of their sense of responsibility. Allow your children put their shoes and clothes on, and clear their plates after a meal. Let them find solutions to minor challenges like lacing a shoe properly. You are their hero, but every hero needs a break sometimes. Always allow your children tofind their way themselves whenever possible."
  },{
    "Q": "Which among these, is a better  toy for gifting twins?",
    "A": "Two identical teddy bears",
    "B": "A pair of  badminton rackets",
    "C": "Two video games",
    "R": "B",
    "I": "39.jpg",
    "T": "Always buy toys which encourage playing together",
    "D": "Many parents while selecting toys for children, buy different toys for either of them, in the anticipation that they will be playing independently and will not cause any trouble during the play. When buying toys for children, select those which will encourage them to play together rather than playing alone."
  },{
    "Q": "Which is better to cultivate reading habits in a child?",
    "A": "Book shelves in most of the rooms.",
    "B": "Membership in a children’s library",
    "C": "Both of the above.",
    "R": "C",
    "I": "37.jpg",
    "T": "Build your child’s reading culture with the presence of books.",
    "D": "Experts believe that having as many books at home as possible is more beneficial for children’s education than a parent’s income. Children who grow up in a home with numerous books have a greater chance of educational success than those who did not. The higher the number of books the better. Presence of books encourages children tobecome habitual readers in future. So get books in every room of your home, even a cook guide or recipe book in the kitchen has its benefits. If you don’t want them scattered around by the children,make a shelf in each room and instruct your kids to put books back in them after usage."
  },{
    "Q": "Your child wants a cat for a pet, Your partner agrees, but you think a dog is better. What do you do?",
    "A": "Openly voice out your disagreement.",
    "B": "Give in and let them have their way.",
    "C": "Get both a dog and a cat.",
    "R": "B",
    "I": "35.jpg",
    "T": "Support your partner’s approach ",
    "D": "Arguing with your spouse or criticizing their opinion does more harm than good to your marriage and your child’s sense of security. If the idea isn’t way out of line, then accept their standards and idea of raising a child. Your marriage is the first example of an intimate relationship your child experiences. So do your best to set a great standard."
  },{
    "Q": "You hear your children saying words that aren’t nice about a nosy neighbor what do you do?",
    "A": "Let them tell. The lady is really nosey after all",
    "B": "Stop the conversation",
    "C": "Ignore them",
    "R": "B",
    "I": "34.jpg",
    "T": "Never tolerate any form of disrespect from your children.",
    "D": "Never allow your children say spiteful words or be rude to people. Firmly tell them it’s wrong whenever they do. Mobilize the other care providers like in the lives of your children like your parents and babysitters to instill the desired traits and characters you want. Which should include everything from showing gratitude to saying sorry when wrong and being kind. It is always easier to correct a child today than change a man tomorrow."
  },{
    "Q": "Which among the following activities help to improve social skills in children?",
    "A": "Doing monthly shopping for you by themselves",
    "B": "Helping you with house hold activities",
    "C": "Playing outdoor activities",
    "R": "A",
    "I": "32.jpg",
    "T": "Make an effort to boost your child’s social skills",
    "D": "It is important to improve social skills in your child. The most effective way to do that is to encourage your child to involve in responsible activities that give good social exposure. Good communication ability and self-confidence are significant social skills which majority of parents forget to teach. Endeavor to ask your children questions like “how was your day at school?” and “what plans have you got for the weekend?” This helps to sharpen social skills. A popular trick to improve a child’s bravery is to ask the child to notice the color of people’s eyes. Eye contact with other people helps a timid child become more confident."
  },{
    "Q": "Which among the following can promote a tendency to take other’s belongings in a child?",
    "A": "Giving them whatever they crave even if it’s others",
    "B": "Not giving reasonable allowances or pocket money",
    "C": "Both of the above",
    "R": "C",
    "I": "30.jpg",
    "T": "Encouraging children to expect  things which belong to someone else can be avoided",
    "D": "Imagine your child now wants to take home some toy he finds in your friends house. Your friend also stands by your child’s wish and is very eager to facilitate the demand. You are helpless as he also starts to plead in favour of the child. Now if you meet the child’s demand, you can expect a similar behaviour at your next visit too. What you should do is to let the child know that he is not supposed to expect other’s belongings how much he likes them. You can firmly ask the child to return it and if he doesn’t, you can do it yourself. Don’t tell the child something like you will buy another one on the way home.   You can tell your friend that if you permit this now, the child will do the same thing in a similar environment later when it will be more difficult.
Giving pocket money to children is not harmful as they can use it to meet their reasonable demands. Otherwise, they might find it difficult to resist the temptation of their peers having advantages with theirs. However parents should not let children spent the entire allowance given to them and should keep track of how it’s being spend."
  },{
    "Q": "Should toddlers be encouraged to do exercise?",
    "A": "yes, as often as possible.",
    "B": "no, they are too young for this.",
    "C": "Once in a while.",
    "R": "A",
    "I": "28.jpg",
    "T": "Physical exercise boosts a child’s brain power",
    "D": "The level of a child’s brain activity is highly dependent on how physically active the child is. Children should walk to a nearby friend’s house rather than driven there by parents in the family car. Children should be encouraged to exercise frequently since this benefits them immensely. Exercise helps to develop and maintain healthy bones, joints, and muscles. Children who are active during childhood grow up into active adults."
  },{
    "Q": "What should a mom do if a four-year-old makes her bed, but the blanket isn’t as smooth as it should be?",
    "A": "Help smoothen the blanket",
    "B": "Don't intervene. Just let the child enjoy her accomplishment",
    "C": "Instantly guide her to do it better",
    "R": "B",
    "I": "27.jpg",
    "T": "Do not try to perfect what they’ve done",
    "D": "It is a good call for parents to resist the urgeto rush kids to perfection. You are already succeeding at raising a child if the child willing to get things done themselves. Telling them they’ve done it wrong or almost got it right might make them hesitate to try next time. Try not to redo what they have done. Do not seek perfection at such early stage, let the child move at her own pace and allow them toenjoy the fulfillment that comes from achieving success."
  },{
    "Q": "How often should parents spend quality time out-doors  with children?",
    "A": "Week ends",
    "B": "During vacation",
    "C": "Whenever family has quality time",
    "R": "C",
    "I": "26.jpg",
    "T": "Each day with your family might seem so long but the years are flying by.",
    "D": "Your children spend most of their time in school, sleeping, and doing other activities that don't involve your presence. Unfortunately, there is little you can do to change this.  Weekends offer parents the best shot at making up for this absence. Today, you have a chubby bald newborn, tomorrow he is having his first birthday, and in a blink of an eye, he is a college graduate. Instead of worrying about how little the time you’ve got to spend with them is, compensate for this limited quantity of time with quality moments. Make a family meal together, watch a movie everybody likes, have fun time at a park. Just make sure you find the time to make your children feel the magic that only family can provide."
  },{
    "Q": "Aside from color and shape, what else should a parent consider before buying a toy ?",
    "A": "Durability.",
    "B": "“would my child like this?”",
    "C": "Safety and function.",
    "R": "C",
    "I": "24.jpg",
    "T": "Safety first for children",
    "D": "When ever, parents buy anything for a child’s personal use, make sure it is carefully inspected to be free from any possible hazards. Choking or strangulation hazards can occur in some toys with moving parts. Avoid toys that have sharp edges, tiny parts, or moving pieces, especially for very young children. Avoid gifts that are poorly made or flimsy or gifts that include ropes or cords. Don’t forget any safety equipment that needs to be included in the gift. For example, if you're gifting a skateboard or a bike, don’t forget  to include helmet as part of the package. Avoid toys that command children to do some manual tasks, which they just need to follow. For example, toys which direct children by asking them to press buttons or perform tasks. Such toys do little to encourage creative play. Choose toys that provide children with a platform for play rather than asking them what to play. Go for toys that allow children to use their imagination.  Examples are social toys like tea sets or kitchen sets. If you buy other toys like teddy bears or human figures encourage them to play with it socially."
  },{
    "Q": "You met an old friend. Your child is irritable and is hindering your conversation. You make him quiet by handing your mobile. What did you do?",
    "A": "Your behaviour is similar to bribe",
    "B": "Your behaviour acts as a reward",
    "C": "You have positively modified a behaviour",
    "R": "A",
    "I": "20.jpg",
    "T": "Rewards are planned ahead of time and are delivered after a behavior is achieved",
    "D": "Reward is positively reinforcing a required behaviour with material (gift/toffee) or non material (hugs/ praises) effects. Both rewards and bribes offer something in exchange for the desired behavior, but the way they are delivered makes the difference. Rewards are planned ahead of time and are delivered after a behavior is achieved. But bribes generally happen when you unexpectedly make use of them to avoid a crisis. For example, you are in a queue awaiting patiently for your turn and you realize that your child who is anxious is about to have a meltdown. The moment she starts to misbehave, you reach for the nearby shelf and offer her a lollipop, reminding her to “Take this and be quiet.”  This is something on the spot, without any rules, a form of compromising with the child. This is a Bribe."
  },{
    "Q": "Should having children decrease the amount of attention a spouse receives?",
    "A": "Yes, the child needs me more",
    "B": "My spouse before my child. ",
    "C": "Try to find a balance.",
    "R": "C",
    "I": "18.jpg",
    "T": "A child needs two happy parents.",
    "D": "Focusing entirely on a child’s needs at the expense of the amount of attention a spouse gets often does more harm than good. Spending happy moments with your partner helps children understand that their parents need to reconnect as often as possible. These moments are also helpful because they refresh the couples’ union and afford them the time to discuss vital issues including parenting challenges they face and how to overcome them. A healthy relationship helps spouses become better parents."
  },{
    "Q": "Is it wise to give up activities you love to afford you more time to cater to a child’s needs?",
    "A": "yes, I am a parent now, my child needs me at all times",
    "B": "No, parents should find time to do the things they love",
    "C": "Yes, no sacrifice is too great for a child.",
    "R": "B",
    "I": "16.jpg",
    "T": "You are human too find time to recharge your batteries",
    "D": "Parenting demands a lot of energy, positive energy. Every parent needs to take to renew their energy. Children see their parents as role models and would only want to be parents themselves someday if they see you are happy with it. Parents should always try to show that parenting is fun rather than sacrifice. The best way to achieve this is to look happy, and the best way to look happy is to make out time even if just a couple of hours per week to do things that make you happy."
  },{
    "Q": "What do you do after an unfortunate argument with your spouse in front of your children?",
    "A": "Explain the problem to them and tell them who was at fault.",
    "B": "Make up in front of them.",
    "C": "Ignore it ever happened.",
    "R": "B",
    "I": "15.jpg",
    "T": "When you disagree in front of the kids, settle in front of them",
    "D": "It is impossible for two people to have a smooth ride at all times in life. There is a benefit for kids from witnessing their parents argue in front of them; it shows them that even people who care about each other argue sometimes. But never forget to settle in front of the kids just as you’ve fought in front of them."
  },{
    "Q": "Is it a good idea to push preschoolers to start writing earlier than they normally should?",
    "A": "yes, it makes them smarter",
    "B": "Yes, It makes the teachers job easier",
    "C": "No, it could do more damage than good",
    "R": "C",
    "I": "10.jpg",
    "T": "Do not teach a child something that would need to be untaught in school",
    "D": "Most parents want their kids to be writing short words and their names before school. While children who have a bit of a genius in them might cope with this, others may end up learning to use letters incorrectly. Something that would have to be fixed by teachers in school, which could make the child lag behind others. A better approach would be to provide a handwriting chart and pencils for preschoolers who are eager to learn just to help strengthen finger muscles."
  },{
    "Q": "Which is a better form of reward for children?",
    "A": "Food",
    "B": "Toys",
    "C": "Praises",
    "R": "C",
    "I": "8.jpg",
    "T": "Food should never be a means of showing love or appreciating a good behavior",
    "D": "Parents should try to find a healthier way of saying well-done to kids other than food. When parents use food as gifts or reward for a commendable behavior, such children are very likely to turn to food as a means to deal with anxiety and other troubling emotions. Parents should consider verbal praise, hugs, or even better, give the child more attention. Your presence is always more valuable to your child than your presents."
  },{
    "Q": "Tired after work, mom remembers her newborn’s nails are long enough to be cut. What’s the right thing to do?",
    "A": "Cut the nails, then get rest",
    "B": "Get rest first",
    "C": "Either of the above is fine",
    "R": "B",
    "I": "6.jpg",
    "T": "Certain things need to wait till mommy is well rested.",
    "D": "Having a new born is almost every woman’sdream, but it comes with its fair amount of stress among which are, sleep deprivation and endless chores. Cutting a child’s nailsmentioned in the question and other activities that require great care should be doneonly when mom is rested, fresh and in a clear state of mind. This keeps both mom and child safe through these physically demanding times."
  },{
    "Q": "What doesn’t help to stop thumb sucking in a 5 year old?",
    "A": "Talking to him  when he does it",
    "B": "Encouraging him when he takes the thumb out of mouth",
    "C": "Thumb-balls or anything different to cover the thumb",
    "R": "A",
    "I": "45.jpg",
    "T": "Any behaviour in children  will increase when you give attention",
    "D": "Any form of attention will encourage a behaviour. This is also true in case of negative attention like shouting. When a child feels that he gets more attention when he is keeping the thumb inside his mouth, he may do it more often. The better option will be to give him positive attention like praises or hugs when he keeps it out of his mouth. Sometimes thumb-balls or anything else to cover the thumb might be helpful. "
  }

]